Repository: jung-wan-kim/trader-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, hi, ja, ko, pt, zh

# privacySection7Title
source: 7. Personal Information Protection Officer
ar: 7. مسؤول حماية المعلومات الشخصية
de: 7. Datenschutzbeauftragter
hi: 7. व्यक्तिगत जानकारी सुरक्षा अधिकारी
ja: 7. 個人情報保護責任者
ko: 7. 개인정보보호책임자
pt: 7. Oficial de Proteção de Informações Pessoais
zh: 7. 个人信息保护负责人

# privacySection7Content
source: Personal Information Protection Officer: Hong Gil-dong Email: privacy@traderapp.com Phone: 02-1234-5678
ar: مسؤول حماية المعلومات الشخصية: هونغ غيل دونغ البريد الإلكتروني: privacy@traderapp.com الهاتف: 02-1234-5678
de: Datenschutzbeauftragter: Hong Gil-dong E-Mail: privacy@traderapp.com Telefon: 02-1234-5678
hi: व्यक्तिगत जानकारी सुरक्षा अधिकारी: हांग गिल-डोंग ईमेल: privacy@traderapp.com फोन: 02-1234-5678
ja: 個人情報保護責任者：洪吉東 メールアドレス：privacy@traderapp.com 電話：02-1234-5678
ko: 개인정보보호책임자: 홍길동 이메일: privacy@traderapp.com 전화: 02-1234-5678
pt: Oficial de Proteção de Informações Pessoais: Hong Gil-dong E-mail: privacy@traderapp.com Telefone: 02-1234-5678
zh: 个人信息保护负责人：洪吉东\\n邮箱：privacy@traderapp.com\\n电话：02-1234-5678

# privacySection8Title
source: 8. Changes to Privacy Policy
ar: 8. تغييرات سياسة الخصوصية
de: 8. Änderungen der Datenschutzrichtlinie
hi: 8. गोपनीयता नीति में परिवर्तन
ja: 8. 個人情報処理方針の変更
ko: 8. 개인정보처리방침의 변경
pt: 8. Mudanças na Política de Privacidade
zh: 8. 隐私政策变更

# privacySection8Content
source: This privacy policy may be modified to reflect changes in laws and services. Changes will be announced through in-app notifications.
ar: قد يتم تعديل سياسة الخصوصية هذه لتعكس التغييرات في القوانين والخدمات. سيتم الإعلان عن التغييرات من خلال الإشعارات داخل التطبيق.
de: Diese Datenschutzrichtlinie kann geändert werden, um Änderungen in Gesetzen und Diensten zu berücksichtigen. Änderungen werden durch In-App-Benachrichtigungen bekannt gegeben.
hi: यह गोपनीयता नीति कानूनों और सेवाओं में परिवर्तनों को प्रतिबिंबित करने के लिए संशोधित की जा सकती है। परिवर्तनों की घोषणा इन-ऐप नोटिफिकेशन के माध्यम से की जाएगी।
ja: 本個人情報処理方針は法令およびサービス変更事項を反映するために修正される場合があります。 変更事項はアプリ内お知らせを通じて案内いたします。
ko: 이 개인정보처리방침은 법령 및 서비스 변경사항을 반영하기 위해 수정될 수 있습니다. 변경사항은 앱 내 공지사항을 통해 안내드립니다.
pt: Esta política de privacidade pode ser modificada para refletir mudanças nas leis e serviços. As mudanças serão anunciadas através de notificações no aplicativo.
zh: 本隐私政策可能因法律和服务变更而修改。\\n变更将通过应用内通知公布。

source: Total Portfolio Value
ja: ポートフォリオ総額
ko: 총 포트폴리오 가치
pt: Valor Total do Portfólio
zh: 投资组合总价值

source: Portfolio Performance (30 Days)
ja: ポートフォリオパフォーマンス（30日）
ko: 포트폴리오 성과 (30일)
pt: Performance do Portfólio (30 dias)
zh: 投资组合表现（30天）

source: Performance Statistics
ja: パフォーマンス統計
ko: 성과 통계
pt: Estatísticas de Performance
zh: 表现统计

source: Avg. Return
ja: 平均リターン
ko: 평균 수익률
pt: Retorno Médio
zh: 平均回报

source: Total Trades
ja: 総取引数
ko: 총 거래 수
pt: Total de Negociações
zh: 总交易数

source: Best Trade
ja: 最高の取引
ko: 최고의 거래
pt: Melhor Negociação
zh: 最佳交易

source: Recent Trades
ja: 最近の取引
ko: 최근 거래
pt: Negociações Recentes
zh: 最近交易

source: Monthly Returns
ja: 月次リターン
ko: 월별 수익률
pt: Retornos Mensais
zh: 月度回报

source: Jan
ja: 1月
ko: 1월
zh: 1月

source: Feb
ja: 2月
ko: 2월
pt: Fev
zh: 2月

source: Mar
ja: 3月
ko: 3월
zh: 3月

source: Apr
ja: 4月
ko: 4월
pt: Abr
zh: 4月

source: May
ja: 5月
ko: 5월
pt: Mai
zh: 5月

source: Jun
ja: 6月
ko: 6월
zh: 6月

source: Market Summary
ja: マーケット概要
ko: 시장 요약
pt: Resumo do Mercado
zh: 市场摘要

source: Add Stock
ja: 銘柄追加
ko: 종목 추가
pt: Adicionar Ação
zh: 添加股票

source: Stocks
ja: 銘柄
ko: 종목
pt: Ações
zh: 股票

source: Search stocks...
ja: 銘柄検索...
ko: 종목 검색...
pt: Buscar ações...
zh: 搜索股票...

# nothingInWatchlist
source: Nothing in your watchlist yet
ja: ウォッチリストに銘柄がありません
ko: 관심 종목이 없습니다
pt: Nada na sua lista de acompanhamento
zh: 关注列表中没有股票

# addStocksToWatchlist
source: Add stocks to track their performance
ja: パフォーマンスを追跡する銘柄を追加
ko: 성과를 추적할 종목을 추가하세요
pt: Adicione ações para acompanhar sua performance
zh: 添加股票以追踪其表现

source: Remove
ja: 削除
ko: 삭제
pt: Remover
zh: 删除

source: Add to Watchlist
ja: ウォッチリストに追加
ko: 관심 종목에 추가
pt: Adicionar à Lista
zh: 添加到关注列表

source: Stock added to watchlist
ja: 銘柄をウォッチリストに追加しました
ko: 관심 종목에 추가되었습니다
pt: Ação adicionada à lista
zh: 股票已添加到关注列表

source: Stock removed from watchlist
ja: 銘柄をウォッチリストから削除しました
ko: 관심 종목에서 삭제되었습니다
pt: Ação removida da lista
zh: 股票已从关注列表移除

# chooseTrader
source: Choose Your Trading Master
ja: あなたのトレーディングマスターを選択
ko: 당신의 트레이딩 마스터를 선택하세요
zh: 选择您的交易大师

source: Performance
ja: パフォーマンス
ko: 성과
zh: 业绩表现

source: Key Strategy
ja: 主要戦略
ko: 핵심 전략
zh: 核心策略

source: Selected
ja: 選択済み
ko: 선택됨
zh: 已选择

source: Continue with Selection
ja: 選択を続行
ko: 선택 항목으로 계속하기
zh: 继续选择
