Repository: jung-wan-kim/trader-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, hi, ja, ko, pt, zh

source: Last week
ar: الأسبوع الماضي
de: Letzte Woche
hi: पिछले सप्ताह
ja: 先週
ko: 지난주
pt: Semana passada
zh: 上周

source: Yesterday
ar: أمس
de: Gestern
hi: कल
ja: 昨日
ko: 어제
pt: Ontem
zh: 昨天

source: New Followers
ar: متابعون جدد
de: Neue Follower
hi: नए अनुयायी
ja: 新しいフォロワー
ko: 새로운 팔로워
pt: Novos seguidores
zh: 新的关注者

source: New Comments
ar: تعليقات جديدة
de: Neue Kommentare
hi: नई टिप्पणियाँ
ja: 新しいコメント
ko: 새로운 댓글
pt: Novos comentários
zh: 新的评论

# hoursAgo
source: {hours} hours ago
ar: منذ {hours} ساعات
de: vor {hours} Stunden
hi: {hours} घंटे पहले
ja: {hours}時間前
ko: {hours}시간 전
pt: {hours} horas atrás
zh: {hours}小时前

source: Messages
ar: الرسائل
de: Nachrichten
hi: संदेश
ja: メッセージ
ko: 메시지
pt: Mensagens
zh: 消息

source: Search
ar: بحث
de: Suchen
hi: खोजें
ja: 検索
ko: 검색
pt: Pesquisar
zh: 搜索

source: Signals
ar: إشارات
de: Signale
hi: सिग्नल
ja: シグナル
ko: 시그널
pt: Sinais
zh: 信号

source: Discover
ar: اكتشف
de: Entdecken
hi: खोजें
ja: ディスカバー
ko: 발견
pt: Descobrir
zh: 发现

source: Premium
ar: بريميوم
hi: प्रीमियम
ja: プレミアム
ko: 프리미엄
zh: 高级

source: Upgrade
ar: ترقية
hi: अपग्रेड
ja: アップグレード
ko: 업그레이드
pt: Atualizar
zh: 升级

source: Downgrade
ar: خفض الخطة
de: Herabstufen
hi: डाउनग्रेड
ja: ダウングレード
ko: 다운그레이드
pt: Rebaixar
zh: 降级

source: Subscription
ar: الاشتراك
de: Abonnement
hi: सब्सक्रिप्शन
ja: サブスクリプション
pt: Assinatura
zh: 订阅

source: Error loading subscription
ar: خطأ في تحميل الاشتراك
de: Fehler beim Laden des Abonnements
hi: सब्सक्रिप्शन लोड करने में त्रुटि
ja: サブスクリプションの読み込み中にエラーが発生しました
ko: 구독 정보를 불러오는 중 오류가 발생했습니다
pt: Erro ao carregar assinatura
zh: 加载订阅时出错

source: Active
ar: نشط
de: Aktiv
hi: सक्रिय
ja: アクティブ
ko: 활성
pt: Ativo
zh: 活跃中

source: Inactive
ar: غير نشط
de: Inaktiv
hi: निष्क्रिय
ja: 非アクティブ
ko: 비활성
pt: Inativo
zh: 非活跃

# autoRenewalOff
source: Auto-renewal is off. Your plan will expire on {date}
ar: التجديد التلقائي متوقف. ستنتهي خطتك في {date}
de: Automatische Erneuerung ist aus. Ihr Plan läuft am {date} ab
hi: स्वचालित नवीनीकरण बंद है। आपकी योजना {date} को समाप्त हो जाएगी
ja: 自動更新がオフになっています。プランは{date}に期限切れとなります
ko: 자동 갱신이 꺼져 있습니다. {date}에 만료됩니다
pt: A renovação automática está desligada. Seu plano expirará em {date}
zh: 自动续费已关闭。您的计划将在{date}到期

source: Available Plans
ar: الخطط المتاحة
de: Verfügbare Pläne
hi: उपलब्ध योजनाएं
ja: 利用可能なプラン
ko: 이용 가능한 플랜
pt: Planos Disponíveis
zh: 可用计划

source: POPULAR
ar: شائع
de: BELIEBT
hi: लोकप्रिय
ja: 人気
ko: 인기
zh: 热门

source: Save {percent}%
ar: وفر {percent}%
de: {percent}% sparen
hi: {percent}% बचाएं
ja: {percent}%節約
ko: {percent}% 할인
pt: Economize {percent}%
zh: 节省{percent}%

source: Billing History
ar: تاريخ الفواتير
de: Abrechnungshistorie
hi: बिलिंग इतिहास
ja: 請求履歴
ko: 결제 내역
pt: Histórico de Cobrança
zh: 计费历史

source: Upgrade Plan
ar: ترقية الخطة
de: Plan upgraden
hi: योजना अपग्रेड करें
ja: プランをアップグレード
ko: 플랜 업그레이드
pt: Atualizar Plano
zh: 升级计划

# upgradePlanConfirm
source: Upgrade to {planName}?
ar: ترقية إلى {planName}؟
de: Auf {planName} upgraden?
hi: {planName} में अपग्रेड करें?
ja: {planName}にアップグレードしますか？
ko: {planName}으로 업그레이드하시겠습니까?
pt: Atualizar para {planName}?
zh: 升级到{planName}？

source: Price
ar: السعر
de: Preis
hi: मूल्य
ja: 価格
ko: 가격
pt: Preço
zh: 价格

# upgradeSuccessful
source: Successfully upgraded to {planName}
ar: تم الترقية بنجاح إلى {planName}
de: Erfolgreich auf {planName} upgegradet
hi: सफलतापूर्वक {planName} में अपग्रेड हुआ
ja: {planName}へのアップグレードが完了しました
ko: {planName}으로 성공적으로 업그레이드되었습니다
pt: Atualizado com sucesso para {planName}
zh: 成功升级到{planName}

# tierDescFree
source: Get started with basic features
ar: ابدأ بالميزات الأساسية
de: Erste Schritte mit grundlegenden Funktionen
hi: बुनियादी सुविधाओं के साथ शुरुआत करें
ja: 基本機能から始める
ko: 기본 기능으로 시작하기
pt: Comece com recursos básicos
zh: 从基本功能开始

# tierDescBasic
source: For individual traders
ar: للمتداولين الأفراد
de: Für einzelne Trader
hi: व्यक्तिगत ट्रेडरों के लिए
ja: 個人トレーダー向け
ko: 개인 트레이더를 위한 플랜
pt: Para traders individuais
zh: 适合个人交易者

# tierDescPro
source: Advanced tools for serious traders
ar: أدوات متقدمة للمتداولين الجادين
de: Erweiterte Tools für ernsthafte Trader
hi: गंभीर ट्रेडरों के लिए उन्नत उपकरण
ja: 真剣なトレーダー向けの高度なツール
ko: 진지한 트레이더를 위한 고급 도구
pt: Ferramentas avançadas para traders sérios
zh: 为专业交易者提供高级工具

# tierDescPremium
source: Everything you need to succeed
ar: كل ما تحتاجه للنجاح
de: Alles was Sie zum Erfolg brauchen
hi: सफल होने के लिए आवश्यक सब कुछ
ja: 成功に必要なすべてが揃っています
ko: 성공에 필요한 모든 것
pt: Tudo que você precisa para ter sucesso
zh: 成功所需的一切

# tierDescEnterprise
source: Custom solutions for teams
ar: حلول مخصصة للفرق
de: Individuelle Lösungen für Teams
hi: टीमों के लिए कस्टम समाधान
ja: チーム向けのカスタムソリューション
ko: 팀을 위한 맞춤 솔루션
pt: Soluções personalizadas para equipes
zh: 针对团队的定制解决方案

# planFeatureBasicRecommendations
source: Basic recommendations
ar: توصيات أساسية
de: Grundlegende Empfehlungen
hi: बुनियादी सिफारिशें
ja: 基本的な推奨
ko: 기본 추천
pt: Recomendações básicas
zh: 基本推荐

# planFeatureLimitedPositions
source: Limited to {count} positions
ar: محدود بـ {count} مراكز
de: Begrenzt auf {count} Positionen
hi: {count} पोजीशन तक सीमित
ja: {count}ポジションまで制限
ko: 최대 {count}개 포지션
pt: Limitado a {count} posições
zh: 限制为{count}个仓位

# planFeatureCommunitySupport
source: Community support
ar: دعم المجتمع
hi: समुदायिक सहायता
ja: コミュニティサポート
ko: 커뮤니티 지원
pt: Suporte da comunidade
zh: 社区支持

# planFeatureAllFreeFeatures
source: All Free features
ar: جميع الميزات المجانية
de: Alle kostenlosen Funktionen
hi: सभी मुफ्त सुविधाएं
ja: すべての無料機能
ko: 모든 무료 기능
pt: Todos os recursos gratuitos
zh: 所有免费功能

# planFeatureUpToPositions
source: Up to {count} positions
ar: حتى {count} مراكز
de: Bis zu {count} Positionen
hi: {count} पोजीशन तक
ja: 最大{count}ポジション
ko: 최대 {count}개 포지션
pt: Até {count} posições
zh: 最多{count}个仓位

# planFeatureEmailSupport
source: Email support
ar: دعم البريد الإلكتروني
hi: ईमेल सहायता
ja: メールサポート
ko: 이메일 지원
pt: Suporte por e-mail
zh: 邮件支持

# planFeatureBasicAnalytics
source: Basic analytics
ar: تحليلات أساسية
de: Grundlegende Analysen
hi: बुनियादी विश्लेषण
ja: 基本分析
ko: 기본 분석
pt: Análises básicas
zh: 基本分析

# planFeatureAllBasicFeatures
source: All Basic features
ar: جميع الميزات الأساسية
de: Alle Basic-Funktionen
hi: सभी बुनियादी सुविधाएं
ja: すべてのベーシック機能
ko: 모든 기본 기능
pt: Todos os recursos básicos
zh: 所有基本功能

# planFeatureRealtimeRecommendations
source: Real-time recommendations
ar: توصيات في الوقت الفعلي
de: Echtzeit-Empfehlungen
hi: रीयल-टाइम सिफारिशें
ja: リアルタイム推奨
ko: 실시간 추천
pt: Recomendações em tempo real
zh: 实时推荐

# planFeatureAdvancedAnalytics
source: Advanced analytics
ar: تحليلات متقدمة
de: Erweiterte Analysen
hi: उन्नत विश्लेषण
ja: 高度な分析
ko: 고급 분석
pt: Análises avançadas
zh: 高级分析

# planFeaturePrioritySupport
source: Priority support
ar: دعم أولوي
de: Prioritäts-Support
hi: प्राथमिकता सहायता
ja: 優先サポート
ko: 우선 지원
pt: Suporte prioritário
zh: 优先支持

# planFeatureRiskManagementTools
source: Risk management tools
ar: أدوات إدارة المخاطر
de: Risikomanagement-Tools
hi: जोखिम प्रबंधन उपकरण
ja: リスク管理ツール
ko: 리스크 관리 도구
pt: Ferramentas de gestão de risco
zh: 风险管理工具

# planFeatureCustomAlerts
source: Custom alerts
ar: تنبيهات مخصصة
de: Benutzerdefinierte Alarme
hi: कस्टम अलर्ट
ja: カスタムアラート
ko: 사용자 정의 알림
pt: Alertas personalizados
zh: 自定义警报

# planFeatureAllProFeatures
source: All Pro Monthly features
ar: جميع ميزات برو الشهرية
de: Alle Pro-Monatsfunktionen
hi: सभी प्रो मासिक सुविधाएं
ja: すべてのPro月額機能
ko: 모든 프로 월간 기능
pt: Todos os recursos Pro mensais
zh: 所有Pro月度功能

# planFeatureMonthsFree
source: {count} months free
ar: {count} أشهر مجاناً
de: {count} Monate kostenlos
hi: {count} महीने मुफ्त
ja: {count}ヶ月無料
ko: {count}개월 무료
pt: {count} meses grátis
zh: {count}个月免费

# planFeatureAnnualReview
source: Annual performance review
ar: مراجعة الأداء السنوية
de: Jährliche Leistungsüberprüfung
hi: वार्षिक प्रदर्शन समीक्षा
ja: 年次パフォーマンスレビュー
ko: 연간 성과 검토
pt: Revisão anual de desempenho
zh: 年度绩效评估

# planFeatureAllProFeaturesUnlimited
source: All Pro features
ar: جميع ميزات برو
de: Alle Pro-Funktionen
hi: सभी प्रो सुविधाएं
ja: すべてのPro機能
ko: 모든 프로 기능
pt: Todos os recursos Pro
zh: 所有Pro功能

# planFeatureUnlimitedPositions
source: Unlimited positions
ar: مراكز غير محدودة
de: Unbegrenzte Positionen
hi: असीमित पोजीशन्स
ja: 無制限ポジション
ko: 무제한 포지션
pt: Posições ilimitadas
zh: 无限仓位

# planFeatureApiAccess
source: API access
ar: وصول API
de: API-Zugang
hi: API एक्सेस
ja: APIアクセス
ko: API 액세스
pt: Acesso à API
zh: API访问

# planFeatureDedicatedManager
source: Dedicated account manager
ar: مدير حساب مخصص
de: Persönlicher Account-Manager
hi: समर्पित खाता प्रबंधक
ja: 専属アカウントマネージャー
ko: 전담 계정 관리자
pt: Gerente de conta dedicado
zh: 专属客户经理

# planFeatureCustomStrategies
source: Custom strategies
ar: استراتيجيات مخصصة
de: Individuelle Strategien
hi: कस्टम रणनीतियां
ja: カスタム戦略
ko: 맞춤 전략
pt: Estratégias personalizadas
zh: 自定义策略

# planFeatureWhiteLabelOptions
source: White-label options
ar: خيارات العلامة البيضاء
de: White-Label-Optionen
hi: व्हाइट-लेबल विकल्प
ja: ホワイトラベルオプション
ko: 화이트 라벨 옵션
pt: Opções de marca branca
zh: 白牌选项

# termsTitle
source: Trader App Terms of Service
ar: شروط خدمة تطبيق التاجر
de: Trader App Nutzungsbedingungen
hi: ट्रेडर ऐप सेवा की शर्तें
ja: トレーダーアプリ利用規約
ko: Trader App 이용약관
pt: Termos de Serviço do Trader App
zh: 交易员应用服务条款

# termsEffectiveDate
source: Effective Date: February 21, 2025
ar: تاريخ السريان: 21 فبراير 2025
de: Wirksamkeitsdatum: 21. Februar 2025
hi: प्रभावी तिथि: 21 फरवरी 2025
ja: 施行日：2025年2月21日
ko: 시행일: 2025년 2월 21일
pt: Data de vigência: 21 de fevereiro de 2025
zh: 生效日期：2025年2月21日

# termsSection1Title
source: Article 1 (Purpose)
ar: المادة 1 (الغرض)
de: Artikel 1 (Zweck)
hi: अनुच्छेद 1 (उद्देश्य)
ja: 第1条（目的）
ko: 제1조 (목적)
pt: Artigo 1 (Propósito)
zh: 第1条（目的）

# termsSection1Content
source: These terms are intended to stipulate the rights, obligations, and responsibilities of the company and users regarding the use of mobile application services (hereinafter referred to as "Services") provided by Trader App (hereinafter referred to as "Company").
ar: تهدف هذه الشروط إلى تحديد الحقوق والالتزامات والمسؤوليات بين الشركة والمستخدمين فيما يتعلق باستخدام خدمات التطبيق المحمول (المشار إليها فيما بعد باسم "الخدمات") المقدمة من تطبيق التاجر (المشار إليه فيما بعد باسم "الشركة").
de: Diese Bedingungen sollen die Rechte, Pflichten und Verantwortlichkeiten zwischen dem Unternehmen und den Nutzern bezüglich der Nutzung der mobilen Anwendungsdienste (nachfolgend "Dienste" genannt) festlegen, die von der Trader App (nachfolgend "Unternehmen" genannt) bereitgestellt werden.
hi: ये शर्तें ट्रेडर ऐप (इसके बाद "कंपनी" के रूप में संदर्भित) द्वारा प्रदान की गई मोबाइल एप्लिकेशन सेवाओं (इसके बाद "सेवाएं" के रूप में संदर्भित) के उपयोग के संबंध में कंपनी और उपयोगकर्ताओं के अधिकारों, दायित्वों और जिम्मेदारियों को निर्धारित करने का इरादा रखती हैं।
ja: 本規約は、トレーダーアプリ（以下「会社」という）が提供するモバイルアプリケーションサービス（以下「サービス」という）の利用に関して、会社と利用者の権利、義務及び責任事項を規定することを目的とします。
ko: 이 약관은 Trader App(이하 "회사")이 제공하는 모바일 애플리케이션 서비스(이하 "서비스")의 이용과 관련하여 회사와 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.
pt: Estes termos destinam-se a estipular os direitos, obrigações e responsabilidades da empresa e usuários em relação ao uso de serviços de aplicativos móveis (doravante denominados "Serviços") fornecidos pelo Trader App (doravante denominado "Empresa").
zh: 本条款旨在规定交易员应用（以下简称\"公司\"）提供的移动应用服务（以下简称\"服务\"）使用中公司与用户的权利、义务和责任事项。

# termsSection2Title
source: Article 2 (Definitions)
ar: المادة 2 (التعريفات)
de: Artikel 2 (Definitionen)
hi: अनुच्छेद 2 (परिभाषाएं)
ja: 第2条（定義）
ko: 제2조 (정의)
pt: Artigo 2 (Definições)
zh: 第2条（定义）

# termsSection2Content
source: 1. "Service" refers to the AI-based stock recommendation and investment information service provided by the Company. 2. "User" refers to members and non-members who receive services provided by the Company under these terms. 3. "Member" refers to a person who has registered as a member by providing personal information to the Company, continuously receives Company information, and can continuously use the Service.
ar: 1. "الخدمة" تشير إلى خدمة توصيات الأسهم القائمة على الذكاء الاصطناعي ومعلومات الاستثمار المقدمة من الشركة. 2. "المستخدم" يشير إلى الأعضاء وغير الأعضاء الذين يتلقون الخدمات المقدمة من الشركة وفقاً لهذه الشروط. 3. "العضو" يشير إلى شخص قام بالتسجيل كعضو من خلال تقديم المعلومات الشخصية للشركة، ويتلقى معلومات الشركة باستمرار، ويمكنه استخدام الخدمة بشكل مستمر.
de: 1. "Dienst" bezieht sich auf den KI-basierten Aktienempfehlungs- und Investitionsinformationsdienst, der vom Unternehmen bereitgestellt wird. 2. "Nutzer" bezieht sich auf Mitglieder und Nicht-Mitglieder, die Dienste erhalten, die vom Unternehmen unter diesen Bedingungen bereitgestellt werden. 3. "Mitglied" bezieht sich auf eine Person, die sich als Mitglied registriert hat, indem sie dem Unternehmen persönliche Informationen zur Verfügung gestellt hat, kontinuierlich Unternehmensinformationen erhält und den Dienst kontinuierlich nutzen kann.
hi: 1. "सेवा" कंपनी द्वारा प्रदान की गई AI-आधारित स्टॉक सिफारिश और निवेश जानकारी सेवा को संदर्भित करती है। 2. "उपयोगकर्ता" उन सदस्यों और गैर-सदस्यों को संदर्भित करता है जो इन शर्तों के तहत कंपनी द्वारा प्रदान की गई सेवाएं प्राप्त करते हैं। 3. "सदस्य" उस व्यक्ति को संदर्भित करता है जिसने कंपनी को व्यक्तिगत जानकारी प्रदान करके सदस्य के रूप में पंजीकरण किया है, निरंतर कंपनी की जानकारी प्राप्त करता है और निरंतर सेवा का उपयोग कर सकता है।
ja: 1. 「サービス」とは、会社が提供するAIベースの株式推奨および投資情報提供サービスを意味します。 2. 「利用者」とは、本規約に従って会社が提供するサービスを受ける会員および非会員を言います。 3. 「会員」とは、会社に個人情報を提供して会員登録をした者で、会社の情報を継続的に提供されながらサービスを継続的に利用できる者を言います。
ko: 1. "서비스"란 회사가 제공하는 AI 기반 주식 추천 및 투자 정보 제공 서비스를 의미합니다. 2. "이용자"란 이 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다. 3. "회원"이란 회사에 개인정보를 제공하여 회원등록을 한 자로서, 회사의 정보를 지속적으로 제공받으며 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
pt: 1. "Serviço" refere-se ao serviço de recomendações de ações baseado em IA e informações de investimento fornecido pela Empresa. 2. "Usuário" refere-se a membros e não-membros que recebem serviços fornecidos pela Empresa sob estes termos. 3. "Membro" refere-se a uma pessoa que se registrou como membro fornecendo informações pessoais à Empresa, recebe continuamente informações da Empresa e pode usar o Serviço continuamente.
zh: 1. \"服务\"是指公司提供的基于AI的股票推荐和投资信息服务。\\n2. \"用户\"是指根据本条款接受公司提供服务的会员和非会员。\\n3. \"会员\"是指向公司提供个人信息进行会员注册，持续接收公司信息并能持续使用服务的人员。

# termsSection3Title
source: Article 3 (Effectiveness and Changes to Terms)
ar: المادة 3 (فعالية الشروط وتغييرها)
de: Artikel 3 (Wirksamkeit und Änderungen der Bedingungen)
hi: अनुच्छेद 3 (शर्तों की प्रभावशीलता और परिवर्तन)
ja: 第3条（規約の効力及び変更）
ko: 제3조 (약관의 효력 및 변경)
pt: Artigo 3 (Efetividade e Mudanças nos Termos)
zh: 第3条（条款的效力和变更）

# termsSection3Content
source: 1. These terms become effective by posting them on the service screen or notifying users through other means. 2. The Company may change these terms when deemed necessary, and changed terms will be announced 7 days before the application date.
ar: 1. تصبح هذه الشروط سارية المفعول عن طريق نشرها على شاشة الخدمة أو إشعار المستخدمين بوسائل أخرى. 2. يجوز للشركة تغيير هذه الشروط عند الضرورة، وسيتم الإعلان عن الشروط المحدثة قبل 7 أيام من تاريخ التطبيق.
de: 1. Diese Bedingungen werden wirksam, indem sie auf dem Dienstbildschirm veröffentlicht oder den Nutzern auf andere Weise mitgeteilt werden. 2. Das Unternehmen kann diese Bedingungen bei Bedarf ändern, und geänderte Bedingungen werden 7 Tage vor dem Anwendungsdatum bekannt gegeben.
hi: 1. ये शर्तें सेवा स्क्रीन पर पोस्ट करके या अन्य माध्यमों से उपयोगकर्ताओं को सूचित करके प्रभावी हो जाती हैं। 2. कंपनी आवश्यक समझे जाने पर इन शर्तों को बदल सकती है, और संशोधित शर्तों को आवेदन तिथि से 7 दिन पहले घोषित किया जाएगा।
ja: 1. 本規約は、サービス画面に掲示するかその他の方法により利用者に公知することによって効力を発生します。 2. 会社は必要があると認める場合、本規約を変更することができ、変更された規約は適用日の7日前に告知します。
ko: 1. 이 약관은 서비스 화면에 게시하거나 기타의 방법으로 이용자에게 공지함으로써 효력을 발생합니다. 2. 회사는 필요하다고 인정되는 경우 이 약관을 변경할 수 있으며, 변경된 약관은 적용일 7일 전에 공지합니다.
pt: 1. Estes termos entram em vigor sendo publicados na tela do serviço ou notificando usuários por outros meios. 2. A Empresa pode alterar estes termos quando considerar necessário, e os termos alterados serão anunciados 7 dias antes da data de aplicação.
zh: 1. 本条款通过在服务界面发布或通过其他方式通知用户而生效。\\n2. 公司在认为必要时可以变更本条款，变更后的条款将在适用日期前7天公布。

# termsSection4Title
source: Article 4 (Provision of Services)
ar: المادة 4 (تقديم الخدمات)
de: Artikel 4 (Bereitstellung von Diensten)
hi: अनुच्छेद 4 (सेवाओं का प्रावधान)
ja: 第4条（サービスの提供）
ko: 제4조 (서비스의 제공)
pt: Artigo 4 (Fornecimento de Serviços)
zh: 第4条（服务提供）

# termsSection4Content
source: 1. The Company provides the following services: • AI-based stock recommendation service • Legendary trader strategy information • Real-time stock price information • Portfolio management tools • Risk calculator 2. Services are provided 24 hours a day, 365 days a year in principle. However, they may be temporarily suspended due to system maintenance.
ar: 1. تقدم الشركة الخدمات التالية: • خدمة توصيات الأسهم القائمة على الذكاء الاصطناعي • معلومات استراتيجيات التجار الأسطوريين • معلومات أسعار الأسهم في الوقت الفعلي • أدوات إدارة المحفظة • حاسبة المخاطر 2. يتم تقديم الخدمات على مدار 24 ساعة يومياً، 365 يوماً في السنة من حيث المبدأ. ومع ذلك، قد يتم تعليقها مؤقتاً بسبب صيانة النظام.
de: 1. Das Unternehmen bietet folgende Dienste: • KI-basierter Aktienempfehlungsdienst • Informationen zu legendären Trader-Strategien • Echtzeit-Aktienkursinformationen • Portfolio-Management-Tools • Risikorechner 2. Dienste werden grundsätzlich 24 Stunden am Tag, 365 Tage im Jahr bereitgestellt. Sie können jedoch aufgrund von Systemwartungen vorübergehend unterbrochen werden.
hi: 1. कंपनी निम्नलिखित सेवाएं प्रदान करती है: • AI-आधारित स्टॉक सिफारिश सेवा • पौराणिक ट्रेडर रणनीति जानकारी • रियल-टाइम स्टॉक मूल्य जानकारी • पोर्टफोलियो प्रबंधन उपकरण • जोखिम कैलकुलेटर 2. सेवाएं सिद्धांत रूप से दिन में 24 घंटे, साल में 365 दिन प्रदान की जाती हैं। हालांकि, सिस्टम रखरखाव के कारण वे अस्थायी रूप से निलंबित हो सकती हैं।
ja: 1. 会社は次のようなサービスを提供します： • AIベースの株式推奨サービス • 伝説的トレーダー戦略情報提供 • リアルタイム株式相場情報 • ポートフォリオ管理ツール • リスク計算機 2. サービスは年中無休、1日24時間提供することを原則とします。ただし、システム点検などの必要により一時的に中断される場合があります。
ko: 1. 회사는 다음과 같은 서비스를 제공합니다: • AI 기반 주식 추천 서비스 • 전설적 트레이더 전략 정보 제공 • 실시간 주식 시세 정보 • 포트폴리오 관리 도구 • 리스크 계산기 2. 서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다. 단, 시스템 점검 등의 필요에 의해 일시적으로 중단될 수 있습니다.
pt: 1. A Empresa fornece os seguintes serviços: • Serviço de recomendações de ações baseado em IA • Informações de estratégias de traders lendários • Informações de preços de ações em tempo real • Ferramentas de gestão de portfólio • Calculadora de risco 2. Os serviços são fornecidos 24 horas por dia, 365 dias por ano em princípio. No entanto, podem ser temporariamente suspensos devido à manutenção do sistema.
zh: 1. 公司提供以下服务：\\n • 基于AI的股票推荐服务\\n • 传奇交易员策略信息\\n • 实时股票价格信息\\n • 投资组合管理工具\\n • 风险计算器\\n\\n2. 服务原则上全年无休，每天24小时提供。但由于系统维护等需要可能暂时中断。

# termsFinancialDisclaimer
source: All information provided by this service is for reference only and does not constitute investment advice or investment recommendations. • All investment decisions must be made under the user's own judgment and responsibility. • Stock investment carries the risk of principal loss. • Past returns do not guarantee future profits. • The Company assumes no responsibility for investment results based on the information provided.
ar: جميع المعلومات المقدمة من هذه الخدمة هي للمرجع فقط ولا تشكل نصائح استثمارية أو توصيات استثمارية. • يجب اتخاذ جميع القرارات الاستثمارية تحت حكمك ومسؤوليتك الخاصة. • يحمل الاستثمار في الأسهم مخاطر فقدان رأس المال. • العوائد السابقة لا تضمن الأرباح المستقبلية. • لا تتحمل الشركة أي مسؤولية عن نتائج الاستثمار بناءً على المعلومات المقدمة.
de: Alle von diesem Dienst bereitgestellten Informationen dienen nur als Referenz und stellen keine Anlageberatung oder Anlageempfehlungen dar. • Alle Anlageentscheidungen müssen unter Ihrem eigenen Urteil und Ihrer Verantwortung getroffen werden. • Aktieninvestitionen bergen das Risiko von Kapitalverlusten. • Vergangene Renditen garantieren keine zukünftigen Gewinne. • Das Unternehmen übernimmt keine Verantwortung für Anlageergebnisse basierend auf den bereitgestellten Informationen.
hi: इस सेवा द्वारा प्रदान की गई सभी जानकारी केवल संदर्भ के लिए है और निवेश सलाह या निवेश सिफारिशों का गठन नहीं करती है। • सभी निवेश निर्णय आपके अपने निर्णय और जिम्मेदारी के तहत लिए जाने चाहिए। • स्टॉक निवेश में पूंजी हानि का जोखिम है। • पिछले रिटर्न भविष्य के मुनाफे की गारंटी नहीं देते। • कंपनी प्रदान की गई जानकारी के आधार पर निवेश परिणामों के लिए कोई जिम्मेदारी नहीं लेती।
ja: 本サービスで提供されるすべての情報は投資参考資料であり、投資勧誘や投資助言に該当しません。 • すべての投資決定は利用者本人の判断と責任の下で行われるべきです。 • 株式投資には元本損失のリスクがあります。 • 過去の収益率が将来の収益を保証するものではありません。 • 会社は提供された情報に基づく投資結果についていかなる責任も負いません。
ko: 본 서비스에서 제공하는 모든 정보는 투자 참고 자료이며, 투자 권유나 투자 자문에 해당하지 않습니다. • 모든 투자 결정은 이용자 본인의 판단과 책임 하에 이루어져야 합니다. • 주식 투자는 원금 손실의 위험이 있습니다. • 과거의 수익률이 미래의 수익을 보장하지 않습니다. • 회사는 제공된 정보를 바탕으로 한 투자 결과에 대해 어떠한 책임도 지지 않습니다.
pt: Todas as informações fornecidas por este serviço são apenas para referência e não constituem aconselhamento de investimento ou recomendações de investimento. • Todas as decisões de investimento devem ser tomadas sob seu próprio julgamento e responsabilidade. • O investimento em ações carrega o risco de perda de capital. • Retornos passados não garantem lucros futuros. • A Empresa não assume responsabilidade por resultados de investimento baseados nas informações fornecidas.
zh: 本服务提供的所有信息仅供参考，不构成投资建议或投资推荐。\\n\\n• 所有投资决策应在您自己的判断和责任下做出。\\n• 股票投资存在本金损失风险。\\n• 过去的收益不保证未来利润。\\n• 公司对基于所提供信息的投资结果不承担任何责任。

# termsSection5Title
source: Article 5 (Membership Registration)
ar: المادة 5 (تسجيل العضوية)
de: Artikel 5 (Mitgliedschaftsregistrierung)
hi: अनुच्छेद 5 (सदस्यता पंजीकरण)
ja: 第5条（会員登録）
ko: 제5조 (회원가입)
pt: Artigo 5 (Registro de Membro)
zh: 第5条（会员注册）
