Repository: jung-wan-kim/trader-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, hi, ja, ko, pt, zh

# appTitle
source: Trader App
ar: تطبيق المتداول
hi: ट्रेडर ऐप
ja: トレーダーアプリ
ko: 트레이더 앱
zh: 交易员应用

# appSubtitle
source: AI-Powered Stock Recommendations
ar: توصيات الأسهم المدعومة بالذكاء الاصطناعي
de: KI-gestützte Aktienempfehlungen
hi: AI-संचालित स्टॉक सिफारिशें
ja: AI駆動の株式推奨
ko: AI 기반 주식 추천 서비스
pt: Recomendações de Ações com IA
zh: AI驱动的股票推荐

# chooseLanguage
source: Choose Your Language
ar: اختر لغتك
de: Wählen Sie Ihre Sprache
hi: अपनी भाषा चुनें
ja: 言語を選択してください
ko: 언어를 선택하세요
pt: Escolha seu idioma
zh: 选择您的语言

# selectLanguageDescription
source: Select your preferred language for the app
ar: اختر لغتك المفضلة للتطبيق
de: Wählen Sie Ihre bevorzugte Sprache für die App
hi: ऐप के लिए अपनी पसंदीदा भाषा चुनें
ja: アプリで使用する言語を選択してください
ko: 앱에서 사용할 언어를 선택해주세요
pt: Selecione seu idioma preferido para o aplicativo
zh: 请选择您在应用中使用的语言

# continueButton
source: Continue
ar: متابعة
de: Weiter
hi: जारी रखें
ja: 続行
ko: 계속하기
pt: Continuar
zh: 继续

# onboardingTitle1
source: Legendary Trader Strategies
ar: استراتيجيات المتداولين الأسطوريين
de: Legendäre Trader-Strategien
hi: पौराणिक ट्रेडर रणनीतियाँ
ja: 伝説のトレーダー戦略
ko: 전설적 트레이더의 전략
pt: Estratégias de Traders Lendários
zh: 传奇交易员策略

# onboardingDesc1
source: Utilize proven investment strategies from history's most successful traders like Jesse Livermore and William O'Neil
ar: استخدم استراتيجيات الاستثمار المجربة لأنجح المتداولين في التاريخ مثل جيسي ليفرمور وويليام أونيل
de: Nutzen Sie bewährte Anlagestrategien der erfolgreichsten Trader der Geschichte wie Jesse Livermore und William O'Neil
hi: जेसी लिवरमोर, विलियम ओ'नील जैसे इतिहास के सबसे सफल ट्रेडरों की सिद्ध निवेश रणनीतियों का उपयोग करें
ja: ジェシー・リバモア、ウィリアム・オニールなど\n歴史上最も成功したトレーダーの\n実証済み投資戦略を活用
ko: 제시 리버모어, 윌리엄 오닐 등\n역사상 가장 성공한 트레이더들의\n검증된 투자 전략을 활용하세요
pt: Utilize estratégias de investimento comprovadas dos traders mais bem-sucedidos da história como Jesse Livermore e William O'Neil
zh: 利用杰西·利弗莫尔、威廉·奥尼尔等\\n历史上最成功交易员的\\n经过验证的投资策略

# onboardingTitle2
source: AI-Powered Stock Recommendations
ar: توصيات الأسهم بالذكاء الاصطناعي
de: KI-gestützte Aktienempfehlungen
hi: AI-संचालित स्टॉक सिफारिशें
ja: AI駆動の株式推奨
ko: AI 기반 종목 추천
pt: Recomendações de Ações com IA
zh: AI驱动的股票推荐

# onboardingDesc2
source: Get optimal stock recommendations that match legendary trader strategies through advanced AI market analysis
ar: احصل على توصيات أسهم مثلى تتطابق مع استراتيجيات المتداولين الأسطوريين من خلال تحليل السوق المتقدم بالذكاء الاصطناعي
de: Erhalten Sie optimale Aktienempfehlungen, die zu legendären Trader-Strategien durch fortschrittliche KI-Marktanalyse passen
hi: उन्नत AI बाजार विश्लेषण के माध्यम से पौराणिक ट्रेडर रणनीतियों से मेल खाने वाली इष्टतम स्टॉक सिफारिशें प्राप्त करें
ja: 最新のAI技術で市場を分析し\n伝説のトレーダー戦略に合った\n最適な株式推奨を取得
ko: 최신 AI 기술로 시장을 분석하고\n전설적 트레이더의 전략에 맞는\n최적의 종목을 추천받으세요
pt: Obtenha recomendações ótimas de ações que combinam com estratégias de traders lendários através de análise avançada de mercado com IA
zh: 通过先进的AI技术分析市场\\n获得符合传奇交易员策略的\\n最佳股票推荐

# onboardingTitle3
source: Risk Management
ar: إدارة المخاطر
de: Risikomanagement
hi: जोखिम प्रबंधन
ja: リスク管理
ko: 리스크 관리
pt: Gestão de Risco
zh: 风险管理

# onboardingDesc3
source: Achieve safe investing with position size calculator and stop-loss/take-profit strategies
ar: حقق استثمارات آمنة باستخدام حاسبة حجم المركز واستراتيجيات وقف الخسارة/جني الربح
de: Erreichen Sie sicheres Investieren mit Positionsgrößenrechner und Stop-Loss/Take-Profit-Strategien
hi: पोजीशन साइज़ कैलकुलेटर और स्टॉप-लॉस/टेक-प्रॉफिट रणनीतियों के साथ सुरक्षित निवेश प्राप्त करें
ja: ポジションサイズ計算機と\n損切り/利確戦略で\n安全な投資を実現
ko: 포지션 사이즈 계산기와\n손절/익절 전략으로\n안전한 투자를 실현하세요
pt: Alcance investimentos seguros com calculadora de tamanho de posição e estratégias de stop-loss/take-profit
zh: 通过仓位大小计算器\\n和止损/止盈策略\\n实现安全投资

# onboardingTitle4
source: Real-time Market Analysis
ar: تحليل السوق في الوقت الفعلي
de: Echtzeit-Marktanalyse
hi: रीयल-टाइम बाजार विश्लेषण
ja: リアルタイム市場分析
ko: 실시간 시장 분석
pt: Análise de Mercado em Tempo Real
zh: 实时市场分析

# onboardingDesc4
source: Understand market trends and capture optimal timing with real-time charts and technical indicators
ar: افهم اتجاهات السوق والتقط التوقيت الأمثل باستخدام الرسوم البيانية في الوقت الفعلي والمؤشرات الفنية
de: Verstehen Sie Markttrends und erfassen Sie optimale Zeitpunkte mit Echtzeit-Charts und technischen Indikatoren
hi: रीयल-टाइम चार्ट और तकनीकी संकेतकों के साथ बाजार के रुझान को समझें और इष्टतम समय को पकड़ें
ja: リアルタイムチャートとテクニカル指標で\n市場の流れを把握し\n最適なタイミングを捉える
ko: 실시간 차트와 기술적 지표로\n시장의 흐름을 파악하고\n최적의 타이밍을 포착하세요
pt: Entenda tendências de mercado e capture o momento ideal com gráficos em tempo real e indicadores técnicos
zh: 通过实时图表和技术指标\\n了解市场趋势\\n把握最佳时机

source: Get Started
ar: ابدأ
de: Loslegen
hi: शुरू करें
ja: 始める
ko: 시작하기
pt: Começar
zh: 开始使用

source: Next
ar: التالي
de: Weiter
hi: अगला
ja: 次へ
ko: 다음
pt: Próximo
zh: 下一步

source: Skip
ar: تخطي
de: Überspringen
hi: छोड़ें
ja: スキップ
ko: 건너뛰기
pt: Pular
zh: 跳过

source: Email
ar: البريد الإلكتروني
hi: ईमेल
ja: メールアドレス
ko: 이메일
zh: 邮箱

source: Password
ar: كلمة المرور
de: Passwort
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
pt: Senha
zh: 密码

source: Login
ar: تسجيل الدخول
de: Anmelden
hi: लॉगिन
ja: ログイン
ko: 로그인
pt: Entrar
zh: 登录

source: or
ar: أو
de: oder
hi: या
ja: または
ko: 또는
pt: ou
zh: 或

source: Sign in with Apple
ar: تسجيل الدخول بـ Apple
de: Mit Apple anmelden
hi: Apple के साथ साइन इन करें
ja: Appleでサインイン
ko: Apple로 로그인
pt: Entrar com Apple
zh: 使用Apple登录

source: Sign in with Google
zh: 使用Google登录

# demoModeNotice
source: Demo Mode: Test account auto-filled
ar: الوضع التجريبي: تم ملء حساب الاختبار تلقائياً
de: Demo-Modus: Testkonto automatisch ausgefüllt
hi: डेमो मोड: टेस्ट अकाउंट स्वतः भर दिया गया
ja: デモモード：テストアカウントが自動入力されました
ko: 데모 모드: 테스트 계정이 자동 입력되었습니다
pt: Modo Demo: Conta de teste preenchida automaticamente
zh: 演示模式：测试账户已自动填写

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
hi: गोपनीयता नीति
ja: プライバシーポリシー
ko: 개인정보처리방침
pt: Política de Privacidade
zh: 隐私政策

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
hi: सेवा की शर्तें
ja: 利用規約
ko: 이용약관
pt: Termos de Serviço
zh: 服务条款

# investmentWarning
source: For reference only, not investment advice
ar: للمرجع فقط، ليس نصيحة استثمارية
de: Nur zur Referenz, keine Anlageberatung
hi: केवल संदर्भ के लिए, निवेश सलाह नहीं
ja: 参考情報のみ、投資助言ではありません
ko: 투자 권유가 아닌 참고 정보를 제공합니다
pt: Apenas para referência, não é conselho de investimento
zh: 仅供参考，非投资建议

source: Profile
ar: الملف الشخصي
de: Profil
hi: प्रोफाइल
ja: プロフィール
ko: 프로필
pt: Perfil
zh: 个人资料

source: Trader
ar: متداول
hi: ट्रेडर
ja: トレーダー
ko: 트레이더
zh: 交易员

source: Subscription Management
ar: إدارة الاشتراك
de: Abonnement-Verwaltung
hi: सब्सक्रिप्शन प्रबंधन
ja: サブスクリプション管理
ko: 구독 관리
pt: Gestão de Assinatura
zh: 订阅管理

# subscribedPlan
source: {planName} Active
ar: {planName} نشط
de: {planName} Aktiv
hi: {planName} सक्रिय
ja: {planName} アクティブ
ko: {planName} 구독 중
pt: {planName} Ativo
zh: {planName} 活跃中

# daysRemaining
source: {days} days remaining
ar: {days} يوم متبقي
de: {days} Tage verbleibend
hi: {days} दिन शेष
ja: 残り{days}日
ko: {days}일 남음
pt: {days} dias restantes
zh: 剩余{days}天

# upgradeToPremiun
source: Upgrade to Premium
ar: الترقية إلى Premium
de: Auf Premium upgraden
hi: प्रीमियम में अपग्रेड करें
ja: プレミアムにアップグレード
ko: 프리미엄으로 업그레이드
pt: Atualizar para Premium
zh: 升级到高级版

source: Free Plan
ar: الخطة المجانية
de: Kostenloser Plan
hi: मुफ्त योजना
ja: 無料プラン
ko: 무료 플랜
pt: Plano Gratuito
zh: 免费计划

source: Investment Performance
ar: أداء الاستثمار
de: Anlageperformance
hi: निवेश प्रदर्शन
ja: 投資パフォーマンス
ko: 투자 성과
pt: Performance de Investimento
zh: 投资表现

# performanceDescription
source: Check returns and trading history
ar: تحقق من العوائد وتاريخ التداول
de: Renditen und Handelshistorie überprüfen
hi: रिटर्न और ट्रेडिंग इतिहास की जांच करें
ja: 収益率と取引履歴を確認
ko: 수익률 및 거래 내역 확인
pt: Verificar retornos e histórico de negociações
zh: 查看收益率和交易历史

source: Watchlist
ar: قائمة المراقبة
hi: वॉचलिस्ट
ja: ウォッチリスト
ko: 관심 종목
pt: Lista de Observação
zh: 关注列表

# watchlistDescription
source: Manage saved stocks
ar: إدارة الأسهم المحفوظة
de: Gespeicherte Aktien verwalten
hi: सहेजे गए स्टॉक्स का प्रबंधन करें
ja: 保存した銘柄を管理
ko: 저장한 종목 관리
pt: Gerenciar ações salvas
zh: 管理保存的股票

source: Notification Settings
ar: إعدادات الإشعارات
de: Benachrichtigungseinstellungen
hi: सूचना सेटिंग्स
ja: 通知設定
ko: 알림 설정
pt: Configurações de Notificação
zh: 通知设置

# notificationDescription
source: Manage recommendation and market alerts
ar: إدارة التوصيات وتنبيهات السوق
de: Empfehlungen und Marktalarme verwalten
hi: सिफारिशें और बाजार अलर्ट प्रबंधित करें
ja: 推奨と市場アラートを管理
ko: 추천 및 시장 알림 관리
pt: Gerenciar recomendações e alertas de mercado
zh: 管理推荐和市场提醒

source: Legal Information
ar: المعلومات القانونية
de: Rechtliche Informationen
hi: कानूनी जानकारी
ja: 法的情報
ko: 법적 정보
pt: Informações Legais
zh: 法律信息

source: Customer Support
ar: دعم العملاء
de: Kundensupport
hi: ग्राहक सहायता
ja: カスタマーサポート
ko: 고객 지원
pt: Suporte ao Cliente
zh: 客户支持

source: App Info
ar: معلومات التطبيق
hi: ऐप की जानकारी
ja: アプリ情報
ko: 앱 정보
pt: Informações do app
zh: 应用信息

source: Version Info
ar: معلومات الإصدار
de: Versionsinformationen
hi: संस्करण जानकारी
ja: バージョン情報
ko: 버전 정보
pt: Informações da Versão
zh: 版本信息

source: Logout
ar: تسجيل الخروج
de: Abmelden
hi: लॉगआउट
ja: ログアウト
ko: 로그아웃
pt: Sair
zh: 退出登录

source: Account Management
ar: إدارة الحساب
de: Kontoverwaltung
ja: アカウント管理
ko: 계정 관리
pt: Gestão de Conta
zh: 账户管理

source: Cancel Subscription
ar: إلغاء الاشتراك
de: Abonnement kündigen
ja: サブスクリプションをキャンセル
ko: 구독 취소
pt: Cancelar Assinatura
zh: 取消订阅

source: Delete Account
ar: حذف الحساب
de: Konto löschen
ja: アカウントを削除
ko: 계정 삭제
pt: Excluir Conta
zh: 删除账户

# cancelSubscriptionTitle
source: Cancel Subscription
ar: إلغاء الاشتراك
de: Abonnement kündigen
ja: サブスクリプションのキャンセル
ko: 구독 취소
pt: Cancelar Assinatura
zh: 取消订阅

# cancelSubscriptionMessage
source: Are you sure you want to cancel your subscription? You will continue to have access until your current billing period ends.
ar: هل أنت متأكد من أنك تريد إلغاء اشتراكك؟ ستستمر في الوصول حتى انتهاء فترة الفوترة الحالية.
de: Sind Sie sicher, dass Sie Ihr Abonnement kündigen möchten? Sie haben weiterhin Zugang bis zum Ende Ihres aktuellen Abrechnungszeitraums.
ja: 本当にサブスクリプションをキャンセルしますか？現在の請求期間が終了するまでアクセスを継続できます。
ko: 정말로 구독을 취소하시겠습니까? 현재 결제 기간이 끝날 때까지 계속 이용하실 수 있습니다.
pt: Tem certeza de que deseja cancelar sua assinatura? Você continuará tendo acesso até o final do seu período de cobrança atual.
zh: 您确定要取消订阅吗？您将在当前计费周期结束前继续享有访问权限。

# cancelSubscriptionConfirm
source: Yes, Cancel
ar: نعم، إلغاء
de: Ja, kündigen
ja: はい、キャンセルします
ko: 네, 취소합니다
pt: Sim, Cancelar
zh: 是的，取消

# deleteAccountTitle
source: Delete Account
ar: حذف الحساب
de: Konto löschen
ja: アカウントの削除
ko: 계정 삭제
pt: Excluir Conta
zh: 删除账户

# deleteAccountMessage
source: Are you sure you want to delete your account? This action cannot be undone and all your data will be permanently removed.
ar: هل أنت متأكد من أنك تريد حذف حسابك؟ هذا الإجراء لا يمكن التراجع عنه وسيتم حذف جميع بياناتك نهائياً.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden und alle Ihre Daten werden dauerhaft entfernt.
ja: 本当にアカウントを削除しますか？この操作は元に戻すことができず、すべてのデータが永久に削除されます。
ko: 정말로 계정을 삭제하시겠습니까? 이 작업은 되돌릴 수 없으며 모든 데이터가 영구적으로 삭제됩니다.
pt: Tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita e todos os seus dados serão removidos permanentemente.
zh: 您确定要删除您的账户吗？此操作无法撤销，您的所有数据将被永久删除。

# deleteAccountConfirm
source: Yes, Delete Account
ar: نعم، حذف الحساب
de: Ja, Konto löschen
ja: はい、アカウントを削除します
ko: 네, 계정을 삭제합니다
pt: Sim, Excluir Conta
zh: 是的，删除账户

source: Subscription cancelled successfully
ar: تم إلغاء الاشتراك بنجاح
de: Abonnement erfolgreich gekündigt
ja: サブスクリプションが正常にキャンセルされました
ko: 구독이 성공적으로 취소되었습니다
pt: Assinatura cancelada com sucesso
zh: 订阅已成功取消

source: Account deleted successfully
ar: تم حذف الحساب بنجاح
de: Konto erfolgreich gelöscht
ja: アカウントが正常に削除されました
ko: 계정이 성공적으로 삭제되었습니다
pt: Conta excluída com sucesso
zh: 账户已成功删除

source: Language Settings
ar: إعدادات اللغة
de: Spracheinstellungen
ja: 言語設定
ko: 언어 설정
pt: Configurações de Idioma
zh: 语言设置

# investmentWarningTitle
source: Investment Risk Warning
ar: تحذير مخاطر الاستثمار
de: Anlagerisiko-Warnung
hi: निवेश जोखिम चेतावनी
ja: 投資リスク警告
ko: 투자 위험 경고
pt: Aviso de Risco de Investimento
zh: 投资风险警告

# investmentWarningText
source: All information provided in this app is for reference only and does not constitute investment advice. All investment decisions must be made at your own judgment and responsibility.
ar: جميع المعلومات المقدمة في هذا التطبيق هي للمرجع فقط ولا تشكل نصيحة استثمارية. يجب اتخاذ جميع قرارات الاستثمار تحت حكمكم ومسؤوليتكم الخاصة.
de: Alle in dieser App bereitgestellten Informationen dienen nur als Referenz und stellen keine Anlageberatung dar. Alle Anlageentscheidungen müssen unter Ihrem eigenen Urteil und Ihrer Verantwortung getroffen werden.
hi: इस ऐप में प्रदान की गई सभी जानकारी केवल संदर्भ के लिए है और निवेश सलाह नहीं है। सभी निवेश निर्णय आपके अपने निर्णय और जिम्मेदारी पर लिए जाने चाहिए।
ja: このアプリで提供される全ての情報は参考用であり、投資助言には該当しません。全ての投資決定はご自身の判断と責任で行ってください。
ko: 본 앱에서 제공하는 모든 정보는 투자 참고 자료이며, 투자 권유나 투자 자문에 해당하지 않습니다. 모든 투자 결정은 본인의 판단과 책임 하에 이루어져야 합니다.
pt: Todas as informações fornecidas neste aplicativo são apenas para referência e não constituem conselho de investimento. Todas as decisões de investimento devem ser tomadas sob seu próprio julgamento e responsabilidade.
zh: 本应用提供的所有信息仅供参考，不构成投资建议。所有投资决定必须在您自己的判断和责任下做出。

source: Settings
ar: الإعدادات
de: Einstellungen
hi: सेटिंग्स
ja: 設定
ko: 설정
pt: Configurações
zh: 设置

source: Trading Signals
ar: إشارات التداول
de: Trading-Signale
hi: ट्रेडिंग सिग्नल
ja: 取引シグナル
ko: 트레이딩 시그널
pt: Sinais de Trading
zh: 交易信号

# realTimeRecommendations
source: Real-time recommendations from top traders
ar: توصيات في الوقت الفعلي من كبار المتداولين
de: Echtzeitempfehlungen von Top-Tradern
hi: शीर्ष ट्रेडरों से रीयल-टाइम सिफारिशें
ja: プロトレーダーからのリアルタイム推奨
ko: 전문 트레이더들의 실시간 추천
pt: Recomendações em tempo real dos melhores traders
zh: 专业交易员的实时推荐

# investmentReferenceNotice
source: For investment reference. Investment decisions are your responsibility.
ar: للمرجع الاستثماري. قرارات الاستثمار على مسؤوليتكم.
de: Zur Anlagereferenz. Anlageentscheidungen liegen in Ihrer Verantwortung.
hi: निवेश संदर्भ के लिए। निवेश निर्णय आपकी जिम्मेदारी हैं।
ja: 投資参考情報です。投資決定はご自身の責任です。
ko: 투자 참고용 정보입니다. 투자 결정은 본인 책임입니다.
pt: Para referência de investimento. Decisões de investimento são sua responsabilidade.
zh: 投资参考信息。投资决定由您自行承担责任。

source: Current Plan
ar: الخطة الحالية
de: Aktueller Plan
hi: वर्तमान योजना
ja: 現在のプラン
ko: 현재 플랜
pt: Plano Atual
zh: 当前计划

source: Next Billing
ar: الفاتورة التالية
de: Nächste Abrechnung
hi: अगला बिलिंग
ja: 次回請求
ko: 다음 결제
pt: Próxima Cobrança
zh: 下次计费

source: Amount
ar: المبلغ
de: Betrag
hi: राशि
ja: 金額
ko: 금액
pt: Valor
zh: 金额

source: Not scheduled
ar: غير مجدول
de: Nicht geplant
hi: निर्धारित नहीं
ja: 予定なし
ko: 예정 없음
pt: Não agendado
zh: 未安排

source: Subscription Info
ar: معلومات الاشتراك
de: Abonnement-Informationen
hi: सब्सक्रिप्शन जानकारी
ja: サブスクリプション情報
ko: 구독 정보
pt: Informações de Assinatura
zh: 订阅信息

source: Subscription Terms
ar: شروط الاشتراك
de: Abonnement-Bedingungen
hi: सब्सक्रिप्शन शर्तें
ja: サブスクリプション条項
ko: 구독 약관
pt: Termos de Assinatura
zh: 订阅条款

# subscriptionTermsText
source: • Subscriptions are charged to your iTunes account upon purchase confirmation\\n• Subscriptions automatically renew unless auto-renewal is turned off at least 24 hours before the end of the current period\\n• Renewal charges are made within 24 hours of the end of the current period\\n• Subscriptions can be managed in your account settings after purchase\\n• Any unused portion of free trial period will be forfeited when purchasing a subscription
ar: • يتم تحصيل رسوم الاشتراكات من حساب iTunes الخاص بك عند تأكيد الشراء\n• تتجدد الاشتراكات تلقائياً ما لم يتم إيقاف التجديد التلقائي قبل 24 ساعة على الأقل من انتهاء الفترة الحالية\n• يتم تحصيل رسوم التجديد خلال 24 ساعة من انتهاء الفترة الحالية\n• يمكن إدارة الاشتراكات في إعدادات حسابك بعد الشراء\n• سيتم فقدان أي جزء غير مستخدم من فترة التجربة المجانية عند شراء اشتراك
de: • Abonnements werden bei Kaufbestätigung Ihrem iTunes-Konto belastet\n• Abonnements erneuern sich automatisch, es sei denn, die automatische Erneuerung wird mindestens 24 Stunden vor Ende des aktuellen Zeitraums deaktiviert\n• Erneuerungsgebühren werden innerhalb von 24 Stunden vor Ende des aktuellen Zeitraums erhoben\n• Abonnements können nach dem Kauf in Ihren Kontoeinstellungen verwaltet werden\n• Jeder ungenutzte Teil der kostenlosen Testphase verfällt beim Kauf eines Abonnements
hi: • सब्सक्रिप्शन खरीदारी की पुष्टि पर आपके iTunes अकाउंट से चार्ज किया जाता है\n• सब्सक्रिप्शन स्वचालित रूप से नवीनीकृत होते हैं जब तक कि वर्तमान अवधि के अंत से कम से कम 24 घंटे पहले स्वचालित नवीनीकरण बंद नहीं किया जाता\n• नवीनीकरण शुल्क वर्तमान अवधि के अंत के 24 घंटे के भीतर लिया जाता है\n• सब्सक्रिप्शन खरीदारी के बाद आपके अकाउंट सेटिंग्स में प्रबंधित किया जा सकता है\n• सब्सक्रिप्शन खरीदने पर मुफ्त ट्रायल अवधि का कोई भी अप्रयुक्त हिस्सा जब्त हो जाएगा
ja: • サブスクリプションは購入確認時にiTunesアカウントに請求されます\n• 現在の期間終了の少なくとも24時間前に自動更新をオフにしない限り、サブスクリプションは自動的に更新されます\n• 更新料金は現在の期間終了の24時間以内に請求されます\n• サブスクリプションは購入後にアカウント設定で管理できます\n• サブスクリプションを購入すると、無料試用期間の未使用部分は失効します
ko: • 구독은 구매 확인 시 iTunes 계정으로 청구됩니다\n• 현재 기간 종료 24시간 전까지 자동 갱신을 끄지 않으면 구독이 자동으로 갱신됩니다\n• 현재 기간 종료 24시간 이내에 갱신 요금이 청구됩니다\n• 구독은 구매 후 계정 설정에서 관리할 수 있습니다\n• 무료 체험 기간의 미사용 부분은 구독 구매 시 소멸됩니다
pt: • As assinaturas são cobradas em sua conta do iTunes na confirmação da compra\n• As assinaturas renovam automaticamente a menos que a renovação automática seja desativada pelo menos 24 horas antes do final do período atual\n• As taxas de renovação são cobradas dentro de 24 horas do final do período atual\n• As assinaturas podem ser gerenciadas nas configurações de sua conta após a compra\n• Qualquer parte não utilizada do período de teste gratuito será perdida ao comprar uma assinatura
zh: • 订阅在购买确认时向您的iTunes账户收费\\n• 除非在当前期间结束前至少24小时关闭自动续订，否则订阅会自动续订\\n• 续订费用在当前期间结束前24小时内收取\\n• 购买后可在账户设置中管理订阅\\n• 购买订阅时，免费试用期的任何未使用部分将被没收

# dataDelayWarning
source: Real-time data may be delayed by 15 minutes
ar: قد تتأخر البيانات الفورية 15 دقيقة
de: Echtzeitdaten können um 15 Minuten verzögert sein
hi: रीयल-टाइम डेटा में 15 मिनट की देरी हो सकती है
ja: リアルタイムデータは15分遅延する場合があります
ko: 실시간 데이터는 15분 지연될 수 있습니다
pt: Dados em tempo real podem ter atraso de 15 minutos
zh: 实时数据可能延迟15分钟

# dataSource
source: Data provided by Finnhub
ar: البيانات مقدمة من Finnhub
de: Daten bereitgestellt von Finnhub
hi: डेटा Finnhub द्वारा प्रदान किया गया
ja: データ提供：Finnhub
ko: 데이터 제공: Finnhub
pt: Dados fornecidos pela Finnhub
zh: 数据提供方：Finnhub

# poweredBy
source: Powered by Legendary Traders
ar: مدعوم بواسطة المتداولين الأسطوريين
de: Unterstützt von legendären Tradern
hi: पौराणिक ट्रेडरों द्वारा संचालित
ja: 伝説のトレーダーによる
ko: 전설적 트레이더들의 전략
pt: Alimentado por Traders Lendários
zh: 由传奇交易员提供支持

source: Error loading recommendations
ar: خطأ في تحميل التوصيات
de: Fehler beim Laden der Empfehlungen
hi: सिफारिशें लोड करने में त्रुटि
ja: 推奨の読み込み中にエラーが発生しました
ko: 추천 목록을 불러오는 중 오류가 발생했습니다
pt: Erro ao carregar recomendações
zh: 加载推荐时出错

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
hi: पुनः प्रयास करें
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
zh: 重试

source: All Actions
ar: جميع الإجراءات
de: Alle Aktionen
hi: सभी कार्रवाइयाँ
ja: すべてのアクション
ko: 모든 액션
pt: Todas as ações
zh: 所有操作

source: Buy
ar: شراء
de: Kaufen
hi: खरीदें
ja: 買い
ko: 매수
pt: Comprar
zh: 买入

source: Sell
ar: بيع
de: Verkaufen
hi: बेचें
ja: 売り
ko: 매도
pt: Vender
zh: 卖出

source: Hold
ar: احتفاظ
de: Halten
hi: होल्ड
ja: 保有
ko: 보유
pt: Manter
zh: 持有

source: Latest
ar: الأحدث
de: Neueste
hi: नवीनतम
ja: 最新
ko: 최신
pt: Mais recente
zh: 最新

source: Confidence
ar: الثقة
de: Vertrauen
hi: विश्वास
ja: 信頼度
ko: 신뢰도
pt: Confiança
zh: 置信度

source: Profit Potential
ar: إمكانية الربح
de: Gewinnpotenzial
hi: लाभ की संभावना
ja: 利益潜在力
ko: 수익 잠재력
pt: Potencial de lucro
zh: 盈利潜力

source: No recommendations found
ar: لم يتم العثور على توصيات
de: Keine Empfehlungen gefunden
hi: कोई सिफारिश नहीं मिली
ja: 推奨が見つかりません
ko: 추천 종목이 없습니다
pt: Nenhuma recomendação encontrada
zh: 未找到推荐

source: Portfolio
ar: المحفظة
hi: पोर्टफोलियो
ja: ポートフォリオ
ko: 포트폴리오
pt: Portfólio
zh: 投资组合

source: Error loading positions
ar: خطأ في تحميل المراكز
de: Fehler beim Laden der Positionen
hi: पोजीशन लोड करने में त्रुटि
ja: ポジションの読み込み中にエラーが発生しました
ko: 포지션을 불러오는 중 오류가 발생했습니다
pt: Erro ao carregar posições
zh: 加载仓位时出错

source: today
ar: اليوم
de: heute
hi: आज
ja: 今日
ko: 오늘
pt: hoje
zh: 今天

source: Win Rate
ar: معدل الفوز
de: Gewinnrate
hi: जीत दर
ja: 勝率
ko: 승률
pt: Taxa de Vitória
zh: 胜率

source: Positions
ar: المراكز
de: Positionen
hi: पोजीशन्स
ja: ポジション
ko: 포지션
pt: Posições
zh: 仓位

source: Day P&L
ar: ربح/خسارة اليوم
de: Tages-G&V
hi: दैनिक लाभ हानि
ja: 日次損益
ko: 일일 손익
pt: L&P do dia
zh: 日盈亏

source: No open positions
ar: لا توجد مراكز مفتوحة
de: Keine offenen Positionen
hi: कोई खुली पोजीशन नहीं
ja: オープンポジションはありません
ko: 보유 포지션이 없습니다
pt: Sem posições abertas
zh: 无持仓

# startTradingToSeePositions
source: Start trading to see your positions
ar: ابدأ التداول لرؤية مراكزك
de: Beginnen Sie mit dem Handel, um Ihre Positionen zu sehen
hi: अपनी पोजीशन देखने के लिए ट्रेडिंग शुरू करें
ja: 取引を開始してポジションを確認してください
ko: 거래를 시작하여 포지션을 확인하세요
pt: Comece a negociar para ver suas posições
zh: 开始交易以查看您的仓位

source: Quantity
ar: الكمية
de: Menge
hi: मात्रा
ja: 数量
ko: 수량
pt: Quantidade
zh: 数量

source: Avg Cost
ar: متوسط التكلفة
de: Durchschnittliche Kosten
hi: औसत लागत
ja: 平均コスト
ko: 평균 단가
pt: Custo médio
zh: 平均成本

source: Current
ar: الحالي
de: Aktuell
hi: वर्तमान
ja: 現在値
ko: 현재가
pt: Atual
zh: 当前价

source: P&L
ar: الربح/الخسارة
de: G&V
hi: लाभ हानि
ja: 損益
ko: 손익
pt: L&P
zh: 盈亏

source: Close
ar: إغلاق
de: Schließen
hi: बंद करें
ja: 決済
ko: 청산
pt: Fechar
zh: 平仓

source: Edit
ar: تعديل
de: Bearbeiten
hi: संपादित करें
ja: 編集
ko: 편집
pt: Editar
zh: 编辑

source: Close Position
ar: إغلاق المركز
de: Position schließen
hi: पोजीशन बंद करें
ja: ポジション決済
ko: 포지션 청산
pt: Fechar posição
zh: 平仓

# closePositionConfirm
source: Close {quantity} shares of {stockCode}?
ar: إغلاق {quantity} سهم من {stockCode}؟
de: {quantity} Aktien von {stockCode} schließen?
hi: {stockCode} के {quantity} शेयर बंद करें?
ja: {stockCode} {quantity}株を決済しますか？
ko: {stockCode} {quantity}주를 청산하시겠습니까?
pt: Fechar {quantity} ações de {stockCode}?
zh: 平仓{stockCode} {quantity}股？

source: Cancel
ar: إلغاء
de: Abbrechen
hi: रद्द करें
ja: キャンセル
ko: 취소
pt: Cancelar
zh: 取消

source: Position closed successfully
ar: تم إغلاق المركز بنجاح
de: Position erfolgreich geschlossen
hi: पोजीशन सफलतापूर्वक बंद हुई
ja: ポジションが正常に決済されました
ko: 포지션이 성공적으로 청산되었습니다
pt: Posição fechada com sucesso
zh: 仓位已成功平仓

source: SL
ar: وقف الخسارة
hi: एसएल
ja: 損切り
ko: 손절
zh: 止损

source: TP
ar: جني الربح
hi: टीपी
ja: 利確
ko: 익절
zh: 止盈

source: Upload
ar: رفع
de: Hochladen
hi: अपलोड
ja: アップロード
ko: 업로드
pt: Carregar
zh: 上传

source: Upload Video
ar: رفع فيديو
de: Video hochladen
hi: वीडियो अपलोड करें
ja: 動画をアップロード
ko: 동영상 업로드
pt: Carregar vídeo
zh: 上传视频

# uploadDescription
source: Select from gallery or shoot with camera
ar: اختر من المعرض أو التقط بالكاميرا
de: Aus der Galerie auswählen oder mit der Kamera aufnehmen
hi: गैलरी से चुनें या कैमरा से शूट करें
ja: ギャラリーから選択またはカメラで撮影
ko: 갤러리에서 선택하거나 카메라로 촬영하세요
pt: Selecionar da galeria ou gravar com a câmera
zh: 从相册选择或用相机拍摄

source: Gallery
ar: المعرض
de: Galerie
hi: गैलरी
ja: ギャラリー
ko: 갤러리
pt: Galeria
zh: 相册

source: Camera
ar: الكاميرا
de: Kamera
hi: कैमरा
ja: カメラ
ko: 카메라
pt: Câmera
zh: 相机

source: Inbox
ar: صندوق الوارد
de: Posteingang
hi: इनबॉक्स
ja: 受信トレイ
ko: 받은 메시지함
pt: Caixa de entrada
zh: 收件箱

source: Activity
ar: النشاط
de: Aktivität
hi: गतिविधि
ja: アクティビティ
ko: 활동
pt: Atividade
zh: 活动

source: New Likes
ar: إعجابات جديدة
de: Neue Likes
hi: नए पसंद
ja: 新しいいいね
ko: 새로운 좋아요
pt: Novas curtidas
zh: 新的喜欢
