Repository: jung-wan-kim/trader-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, hi, ja, ko, pt, zh

# termsSection5Content
source: 1. Membership registration is concluded when the user agrees to the contents of the terms and applies for membership registration, and the Company approves such application. 2. The Company may not approve or later terminate the usage contract for applications that fall under the following: • Using a false name or another person's name • Providing false information or not providing information requested by the Company • Not meeting other application requirements
ar: 1. يتم إبرام تسجيل العضوية عندما يوافق المستخدم على محتويات الشروط ويتقدم بطلب تسجيل العضوية، وتوافق الشركة على هذا الطلب. 2. قد لا توافق الشركة أو تنهي لاحقاً عقد الاستخدام للطلبات التي تندرج تحت ما يلي: • استخدام اسم مزيف أو اسم شخص آخر • تقديم معلومات خاطئة أو عدم تقديم المعلومات المطلوبة من الشركة • عدم استيفاء متطلبات التطبيق الأخرى
de: 1. Die Mitgliedschaftsregistrierung wird abgeschlossen, wenn der Nutzer den Inhalten der Bedingungen zustimmt und einen Mitgliedschaftsregistrierungsantrag stellt, und das Unternehmen einen solchen Antrag genehmigt. 2. Das Unternehmen kann Anträge, die unter folgende Kategorien fallen, nicht genehmigen oder später den Nutzungsvertrag kündigen: • Verwendung eines falschen Namens oder des Namens einer anderen Person • Bereitstellung falscher Informationen oder Nichtbereitstellung der vom Unternehmen angeforderten Informationen • Nichterfüllung anderer Antragsanforderungen
hi: 1. सदस्यता पंजीकरण तब समाप्त होता है जब उपयोगकर्ता शर्तों की सामग्री से सहमत होता है और सदस्यता पंजीकरण के लिए आवेदन करता है, और कंपनी ऐसे आवेदन को मंजूरी देती है। 2. कंपनी निम्नलिखित के तहत आने वाले आवेदनों को मंजूरी नहीं दे सकती या बाद में उपयोग अनुबंध को समाप्त कर सकती है: • एक झूठे नाम या किसी और के नाम का उपयोग करना • झूठी जानकारी प्रदान करना या कंपनी द्वारा अनुरोधित जानकारी प्रदान नहीं करना • अन्य आवेदन आवश्यकताओं को पूरा नहीं करना
ja: 1. 会員登録は、利用者が規約の内容について同意をし、会員登録申込をした後、会社がこのような申込に対して承諾することによって締結されます。 2. 会社は次の各号に該当する申込について承諾をしないか事後に利用契約を解約することができます： • 実名でないか他人の名義を利用した場合 • 虚偽の情報を記載したか、会社が提示する内容を記載しなかった場合 • その他利用申込要件を満たしていない場合
ko: 1. 회원가입은 이용자가 약관의 내용에 대하여 동의를 하고 회원가입신청을 한 후 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다. 2. 회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다: • 실명이 아니거나 타인의 명의를 이용한 경우 • 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우 • 기타 이용신청 요건을 충족하지 못한 경우
pt: 1. O registro de membro é concluído quando o usuário concorda com o conteúdo dos termos e solicita o registro de membro, e a Empresa aprova tal solicitação. 2. A Empresa pode não aprovar ou posteriormente terminar o contrato de uso para solicitações que se enquadram no seguinte: • Usar um nome falso ou o nome de outra pessoa • Fornecer informações falsas ou não fornecer informações solicitadas pela Empresa • Não atender outros requisitos de solicitação
zh: 1. 会员注册在用户同意条款内容并申请会员注册后，公司批准此类申请时完成。\\n2. 公司可能不批准或事后终止符合以下条件的申请使用合同：\\n • 使用虚假姓名或他人姓名\\n • 提供虚假信息或未提供公司要求的信息\\n • 不符合其他申请要求

# termsSection6Title
source: Article 6 (User Obligations)
ar: المادة 6 (التزامات المستخدم)
de: Artikel 6 (Nutzerpflichten)
hi: अनुच्छेद 6 (उपयोगकर्ता दायित्व)
ja: 第6条（利用者の義務）
ko: 제6조 (이용자의 의무)
pt: Artigo 6 (Obrigações do Usuário)
zh: 第6条（用户义务）

# termsSection6Content
source: Users must not engage in the following activities: 1. Stealing others' information 2. Infringing on the Company's intellectual property rights 3. Intentionally interfering with service operations 4. Other activities that violate relevant laws and regulations
ar: يجب على المستخدمين عدم الانخراط في الأنشطة التالية: 1. سرقة معلومات الآخرين 2. انتهاك حقوق الملكية الفكرية للشركة 3. التدخل عمداً في عمليات الخدمة 4. الأنشطة الأخرى التي تنتهك القوانين واللوائح ذات الصلة
de: Nutzer dürfen sich nicht an folgenden Aktivitäten beteiligen: 1. Diebstahl von Informationen anderer 2. Verletzung der geistigen Eigentumsrechte des Unternehmens 3. Absichtliche Störung der Dienstoperationen 4. Andere Aktivitäten, die gegen relevante Gesetze und Vorschriften verstoßen
hi: उपयोगकर्ताओं को निम्नलिखित गतिविधियों में संलग्न नहीं होना चाहिए: 1. दूसरों की जानकारी चुराना 2. कंपनी के बौद्धिक संपदा अधिकारों का उल्लंघन करना 3. जानबूझकर सेवा संचालन में हस्तक्षेप करना 4. अन्य गतिविधियां जो प्रासंगिक कानूनों और नियमों का उल्लंघन करती हैं
ja: 利用者は次の行為をしてはなりません： 1. 他人の情報を盗用する行為 2. 会社の知的財産権を侵害する行為 3. サービスの運営を故意に妨害する行為 4. その他関係法令に違反する行為
ko: 이용자는 다음 행위를 하여서는 안 됩니다: 1. 타인의 정보를 도용하는 행위 2. 회사의 지적재산권을 침해하는 행위 3. 서비스의 운영을 고의로 방해하는 행위 4. 기타 관계법령에 위배되는 행위
pt: Os usuários não devem se envolver nas seguintes atividades: 1. Roubar informações de outros 2. Infringir os direitos de propriedade intelectual da Empresa 3. Interferir intencionalmente nas operações do serviço 4. Outras atividades que violam leis e regulamentos relevantes
zh: 用户不得从事以下活动：\\n1. 盗取他人信息\\n2. 侵犯公司知识产权\\n3. 故意干扰服务运营\\n4. 其他违反相关法律法规的活动

# termsSection7Title
source: Article 7 (Service Usage Fees)
ar: المادة 7 (رسوم استخدام الخدمة)
de: Artikel 7 (Dienstnutzungsgebühren)
hi: अनुच्छेद 7 (सेवा उपयोग शुल्क)
ja: 第7条（サービス利用料金）
ko: 제7조 (서비스 이용요금)
pt: Artigo 7 (Taxas de Uso do Serviço)
zh: 第7条（服务使用费）

# termsSection7Content
source: 1. Basic services are provided free of charge. 2. Premium services require payment of separate usage fees. 3. Usage fees for paid services follow the fee policy specified within the service. 4. The Company may change paid service usage fees and will notify 30 days in advance of changes.
ar: 1. يتم تقديم الخدمات الأساسية مجاناً. 2. تتطلب الخدمات المميزة دفع رسوم استخدام منفصلة. 3. تتبع رسوم الاستخدام للخدمات المدفوعة سياسة الرسوم المحددة داخل الخدمة. 4. قد تقوم الشركة بتغيير رسوم استخدام الخدمات المدفوعة وستقوم بالإشعار قبل 30 يوماً من التغييرات.
de: 1. Grundlegende Dienste werden kostenlos bereitgestellt. 2. Premium-Dienste erfordern die Zahlung separater Nutzungsgebühren. 3. Nutzungsgebühren für kostenpflichtige Dienste folgen der im Dienst spezifizierten Gebührenrichtlinie. 4. Das Unternehmen kann die Nutzungsgebühren für kostenpflichtige Dienste ändern und wird 30 Tage vor Änderungen benachrichtigen.
hi: 1. बुनियादी सेवाएं निःशुल्क प्रदान की जाती हैं। 2. प्रीमियम सेवाओं के लिए अलग उपयोग शुल्क का भुगतान आवश्यक है। 3. भुगतान सेवाओं के लिए उपयोग शुल्क सेवा के भीतर निर्दिष्ट शुल्क नीति का पालन करते हैं। 4. कंपनी भुगतान सेवाओं के उपयोग शुल्क को बदल सकती है और परिवर्तनों से 30 दिन पहले सूचित करेगी।
ja: 1. 基本サービスは無料で提供されます。 2. プレミアムサービスは別途の利用料金を支払わなければなりません。 3. 有料サービスの利用料金は、サービス内に明示された料金政策に従います。 4. 会社は有料サービス利用料金を変更することができ、変更時は30日前に告知します。
ko: 1. 기본 서비스는 무료로 제공됩니다. 2. 프리미엄 서비스는 별도의 이용요금을 지불하여야 합니다. 3. 유료서비스의 이용요금은 서비스 내에 명시된 요금정책에 따릅니다. 4. 회사는 유료서비스 이용요금을 변경할 수 있으며, 변경 시 30일 전에 공지합니다.
pt: 1. Os serviços básicos são fornecidos gratuitamente. 2. Os serviços premium requerem o pagamento de taxas de uso separadas. 3. As taxas de uso para serviços pagos seguem a política de taxas especificada dentro do serviço. 4. A Empresa pode alterar as taxas de uso de serviços pagos e notificará 30 dias antes das mudanças.
zh: 1. 基础服务免费提供。\\n2. 高级服务需要支付单独的使用费。\\n3. 付费服务的使用费遵循服务内规定的费用政策。\\n4. 公司可以更改付费服务使用费，变更时将提前30天通知。

# termsSection8Title
source: Article 8 (Disclaimer)
ar: المادة 8 (إخلاء المسؤولية)
de: Artikel 8 (Haftungsausschluss)
hi: अनुच्छेद 8 (अस्वीकरण)
ja: 第8条（免責条項）
ko: 제8조 (면책조항)
pt: Artigo 8 (Isenção de Responsabilidade)
zh: 第8条（免责声明）

# termsSection8Content
source: 1. The Company is exempt from responsibility for providing services when unable to provide services due to natural disasters or force majeure equivalent thereto. 2. The Company is not responsible for service usage obstacles due to user's fault. 3. All investment information provided by the Company is for reference only, and the responsibility for investment decisions lies entirely with the user.
ar: 1. تُعفى الشركة من مسؤولية تقديم الخدمات عندما تكون غير قادرة على تقديم الخدمات بسبب الكوارث الطبيعية أو القوة القاهرة المعادلة لها. 2. لا تتحمل الشركة مسؤولية عوائق استخدام الخدمة بسبب خطأ المستخدم. 3. جميع المعلومات الاستثمارية المقدمة من الشركة هي للمرجع فقط، والمسؤولية عن القرارات الاستثمارية تقع بالكامل على المستخدم.
de: 1. Das Unternehmen ist von der Verantwortung für die Bereitstellung von Diensten befreit, wenn es aufgrund von Naturkatastrophen oder höherer Gewalt keine Dienste bereitstellen kann. 2. Das Unternehmen ist nicht verantwortlich für Dienstnutzungshindernisse aufgrund des Verschuldens des Nutzers. 3. Alle vom Unternehmen bereitgestellten Investitionsinformationen dienen nur als Referenz, und die Verantwortung für Investitionsentscheidungen liegt vollständig beim Nutzer.
hi: 1. कंपनी सेवाएं प्रदान करने की जिम्मेदारी से मुक्त है जब प्राकृतिक आपदाओं या समकक्ष बल majeure के कारण सेवाएं प्रदान नहीं कर सकती। 2. कंपनी उपयोगकर्ता की गलती के कारण सेवा उपयोग की बाधाओं के लिए जिम्मेदार नहीं है। 3. कंपनी द्वारा प्रदान की गई सभी निवेश जानकारी केवल संदर्भ के लिए है, और निवेश निर्णयों की जिम्मेदारी पूरी तरह से उपयोगकर्ता पर है।
ja: 1. 会社は天災地変またはこれに準ずる不可抗力によりサービスを提供できない場合には、サービス提供に関する責任が免除されます。 2. 会社は利用者の帰責事由によるサービス利用の障害については責任を負いません。 3. 会社が提供するすべての投資情報は参考資料に過ぎず、投資決定による責任は全面的に利用者にあります。
ko: 1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다. 2. 회사는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다. 3. 회사가 제공하는 모든 투자 정보는 참고 자료일 뿐이며, 투자 결정에 따른 책임은 전적으로 이용자에게 있습니다.
pt: 1. A Empresa está isenta de responsabilidade por fornecer serviços quando não pode fornecer serviços devido a desastres naturais ou força maior equivalente. 2. A Empresa não é responsável por obstáculos de uso do serviço devido à culpa do usuário. 3. Todas as informações de investimento fornecidas pela Empresa são apenas para referência, e a responsabilidade por decisões de investimento recai inteiramente sobre o usuário.
zh: 1. 公司因自然灾害或相当的不可抗力无法提供服务时，免除服务提供责任。\\n2. 公司对因用户过错导致的服务使用障碍不承担责任。\\n3. 公司提供的所有投资信息仅供参考，投资决策责任完全由用户承担。

# termsSection9Title
source: Article 9 (Privacy Protection)
ar: المادة 9 (حماية الخصوصية)
de: Artikel 9 (Datenschutz)
hi: अनुच्छेद 9 (गोपनीयता सुरक्षा)
ja: 第9条（個人情報保護）
ko: 제9조 (개인정보보호)
pt: Artigo 9 (Proteção de Privacidade)
zh: 第9条（隐私保护）

# termsSection9Content
source: The Company establishes and complies with a privacy policy to protect users' personal information. For details, please refer to the Privacy Policy.
ar: تضع الشركة وتلتزم بسياسة الخصوصية لحماية المعلومات الشخصية للمستخدمين. للحصول على التفاصيل، يرجى الرجوع إلى سياسة الخصوصية.
de: Das Unternehmen erstellt und befolgt eine Datenschutzrichtlinie zum Schutz der persönlichen Informationen der Nutzer. Für Details siehe bitte die Datenschutzrichtlinie.
hi: कंपनी उपयोगकर्ताओं की व्यक्तिगत जानकारी की सुरक्षा के लिए एक गोपनीयता नीति स्थापित करती है और उसका पालन करती है। विवरण के लिए, कृपया गोपनीयता नीति देखें।
ja: 会社は利用者の個人情報を保護するために個人情報処理方針を策定し、これを遵守します。詳細については個人情報処理方針をご参照ください。
ko: 회사는 이용자의 개인정보를 보호하기 위하여 개인정보처리방침을 수립하고 이를 준수합니다. 자세한 내용은 개인정보처리방침을 참고하시기 바랍니다.
pt: A Empresa estabelece e cumpre uma política de privacidade para proteger as informações pessoais dos usuários. Para detalhes, consulte a Política de Privacidade.
zh: 公司制定并遵守隐私政策以保护用户个人信息。详情请参阅隐私政策。

# termsSection10Title
source: Article 10 (Dispute Resolution)
ar: المادة 10 (حل النزاعات)
de: Artikel 10 (Streitbeilegung)
hi: अनुच्छेद 10 (विवाद समाधान)
ja: 第10条（紛争解決）
ko: 제10조 (분쟁해결)
pt: Artigo 10 (Resolução de Disputas)
zh: 第10条（争议解决）

# termsSection10Content
source: 1. Disputes between the Company and users shall be resolved through mutual consultation in principle. 2. If consultation cannot be reached, it shall be resolved in the competent court according to relevant laws.
ar: 1. يجب حل النزاعات بين الشركة والمستخدمين من خلال التشاور المتبادل من حيث المبدأ. 2. إذا لم يتم التوصل إلى تشاور، فسيتم حلها في المحكمة المختصة وفقاً للقوانين ذات الصلة.
de: 1. Streitigkeiten zwischen dem Unternehmen und den Nutzern sollen grundsätzlich durch gegenseitige Beratung gelöst werden. 2. Wenn keine Beratung erreicht werden kann, wird die Lösung vor dem zuständigen Gericht nach relevanten Gesetzen erfolgen.
hi: 1. कंपनी और उपयोगकर्ताओं के बीच विवादों को सिद्धांत रूप से पारस्परिक परामर्श के माध्यम से हल किया जाना चाहिए। 2. यदि कोई परामर्श नहीं पहुंचा जा सकता है, तो इसे प्रासंगिक कानूनों के अनुसार सक्षम न्यायालय में हल किया जाएगा।
ja: 1. 会社と利用者間に発生した紛争は相互協議により解決することを原則とします。 2. 協議が行われない場合、関連法令による管轄裁判所で解決します。
ko: 1. 회사와 이용자 간에 발생한 분쟁은 상호 협의하여 해결하는 것을 원칙으로 합니다. 2. 협의가 이루어지지 않을 경우, 관련 법령에 따른 관할 법원에서 해결합니다.
pt: 1. Disputas entre a Empresa e usuários devem ser resolvidas por consulta mútua em princípio. 2. Se nenhuma consulta puder ser alcançada, será resolvida no tribunal competente de acordo com as leis relevantes.
zh: 1. 公司与用户之间发生的争议原则上通过相互协商解决。\\n2. 如无法达成协商，将根据相关法律在管辖法院解决。

# termsSupplementary
source: Supplementary Provisions
ar: الأحكام التكميلية
de: Ergänzende Bestimmungen
hi: पूरक प्रावधान
ja: 附則
ko: 부칙
pt: Disposições Suplementares
zh: 附则

# termsSupplementaryDate
source: These terms are effective from February 21, 2025.
ar: هذه الشروط سارية المفعول من 21 فبراير 2025.
de: Diese Bedingungen sind ab dem 21. Februar 2025 wirksam.
hi: ये शर्तें 21 फरवरी 2025 से प्रभावी हैं।
ja: 本規約は2025年2月21日から施行します。
ko: 이 약관은 2025년 2월 21일부터 시행합니다.
pt: Estes termos são efetivos a partir de 21 de fevereiro de 2025.
zh: 本条款自2025年2月21日起生效。

# privacyTitle
source: Trader App Privacy Policy
ar: سياسة خصوصية تطبيق التاجر
de: Trader App Datenschutzrichtlinie
hi: ट्रेडर ऐप गोपनीयता नीति
ja: トレーダーアプリ個人情報処理方針
ko: Trader App 개인정보처리방침
pt: Política de Privacidade do Trader App
zh: 交易员应用隐私政策

# privacyEffectiveDate
source: Effective Date: February 21, 2025
ar: تاريخ السريان: 21 فبراير 2025
de: Wirksamkeitsdatum: 21. Februar 2025
hi: प्रभावी तिथि: 21 फरवरी 2025
ja: 施行日：2025年2月21日
ko: 시행일: 2025년 2월 21일
pt: Data de vigência: 21 de fevereiro de 2025
zh: 生效日期：2025年2月21日

# privacySection1Title
source: 1. Purpose of Collection and Use of Personal Information
ar: 1. الغرض من جمع واستخدام المعلومات الشخصية
de: 1. Zweck der Sammlung und Nutzung persönlicher Informationen
hi: 1. व्यक्तिगत जानकारी के संग्रह और उपयोग का उद्देश्य
ja: 1. 個人情報の収集及び利用目的
ko: 1. 개인정보의 수집 및 이용목적
pt: 1. Propósito da Coleta e Uso de Informações Pessoais
zh: 1. 个人信息收集和使用目的

# privacySection1Content
source: Trader App collects personal information for the following purposes: • Member registration and management • Providing customized investment information • Service improvement and new service development • Customer inquiry response
ar: يجمع تطبيق التاجر المعلومات الشخصية للأغراض التالية: • تسجيل وإدارة الأعضاء • تقديم معلومات استثمارية مخصصة • تحسين الخدمة وتطوير خدمات جديدة • الاستجابة لاستفسارات العملاء
de: Trader App sammelt persönliche Informationen für folgende Zwecke: • Mitgliederregistrierung und -verwaltung • Bereitstellung personalisierter Investitionsinformationen • Dienstverbesserung und Entwicklung neuer Dienste • Kundenanfragebearbeitung
hi: ट्रेडर ऐप निम्नलिखित उद्देश्यों के लिए व्यक्तिगत जानकारी एकत्र करता है: • सदस्य पंजीकरण और प्रबंधन • व्यक्तिगत निवेश जानकारी प्रदान करना • सेवा सुधार और नई सेवा विकास • ग्राहक पूछताछ का जवाब
ja: トレーダーアプリは次の目的のために個人情報を収集しています： • 会員登録および管理 • カスタマイズされた投資情報提供 • サービス改善および新規サービス開発 • 顧客問い合わせ対応
ko: Trader App은 다음의 목적을 위하여 개인정보를 수집하고 있습니다: • 회원 가입 및 관리 • 맞춤형 투자 정보 제공 • 서비스 개선 및 신규 서비스 개발 • 고객 문의 대응
pt: O Trader App coleta informações pessoais para os seguintes propósitos: • Registro e gestão de membros • Fornecimento de informações de investimento personalizadas • Melhoria do serviço e desenvolvimento de novos serviços • Resposta a consultas de clientes
zh: 交易员应用为以下目的收集个人信息：\\n• 会员注册和管理\\n• 提供个性化投资信息\\n• 服务改进和新服务开发\\n• 客户咨询响应

# privacySection2Title
source: 2. Items of Personal Information Collected
ar: 2. عناصر المعلومات الشخصية المجمعة
de: 2. Gesammelte persönliche Informationen
hi: 2. एकत्रित व्यक्तिगत जानकारी के आइटम
ja: 2. 収集する個人情報の項目
ko: 2. 수집하는 개인정보의 항목
pt: 2. Itens de Informações Pessoais Coletados
zh: 2. 收集的个人信息项目

# privacySection2Content
source: • Required items: Email, password • Optional items: Name, phone number, investment interests • Automatically collected items: Device information, app usage history, IP address
ar: • العناصر المطلوبة: البريد الإلكتروني، كلمة المرور • العناصر الاختيارية: الاسم، رقم الهاتف، اهتمامات الاستثمار • العناصر المجمعة تلقائياً: معلومات الجهاز، تاريخ استخدام التطبيق، عنوان IP
de: • Erforderliche Angaben: E-Mail, Passwort • Optionale Angaben: Name, Telefonnummer, Investitionsinteressen • Automatisch gesammelte Angaben: Geräteinformationen, App-Nutzungshistorie, IP-Adresse
hi: • आवश्यक आइटम: ईमेल, पासवर्ड • वैकल्पिक आइटम: नाम, फोन नंबर, निवेश रुचियां • स्वचालित रूप से एकत्रित आइटम: डिवाइस जानकारी, ऐप उपयोग इतिहास, IP पता
ja: • 必須項目：メールアドレス、パスワード • 選択項目：氏名、電話番号、投資関心事 • 自動収集項目：デバイス情報、アプリ使用記録、IPアドレス
ko: • 필수항목: 이메일, 비밀번호 • 선택항목: 이름, 전화번호, 투자 관심사 • 자동수집항목: 기기정보, 앱 사용 기록, IP 주소
pt: • Itens obrigatórios: E-mail, senha • Itens opcionais: Nome, número de telefone, interesses de investimento • Itens coletados automaticamente: Informações do dispositivo, histórico de uso do aplicativo, endereço IP
zh: • 必需项目：邮箱、密码\\n• 可选项目：姓名、电话号码、投资兴趣\\n• 自动收集项目：设备信息、应用使用记录、IP地址

# privacySection3Title
source: 3. Retention and Use Period of Personal Information
ar: 3. فترة الاحتفاظ بالمعلومات الشخصية واستخدامها
de: 3. Aufbewahrungs- und Nutzungsdauer persönlicher Informationen
hi: 3. व्यक्तिगत जानकारी का प्रतिधारण और उपयोग अवधि
ja: 3. 個人情報の保有及び利用期間
ko: 3. 개인정보의 보유 및 이용기간
pt: 3. Período de Retenção e Uso de Informações Pessoais
zh: 3. 个人信息保留和使用期限

# privacySection3Content
source: • Until membership withdrawal • However, retained for the required period if preservation is necessary according to relevant laws • Contract or subscription withdrawal records under e-commerce law: 5 years • Consumer complaint or dispute handling records: 3 years
ar: • حتى انسحاب العضوية • ومع ذلك، يتم الاحتفاظ بها للفترة المطلوبة إذا كان الحفظ ضرورياً وفقاً للقوانين ذات الصلة • سجلات العقد أو انسحاب الاشتراك وفقاً لقانون التجارة الإلكترونية: 5 سنوات • سجلات شكاوى المستهلكين أو معالجة النزاعات: 3 سنوات
de: • Bis zum Austritt aus der Mitgliedschaft • Jedoch für die erforderliche Dauer aufbewahrt, wenn die Aufbewahrung nach relevanten Gesetzen erforderlich ist • Vertrags- oder Abonnement-Rücktrittsaufzeichnungen nach E-Commerce-Gesetz: 5 Jahre • Verbraucherbeschwerde- oder Streitbehandlungsaufzeichnungen: 3 Jahre
hi: • सदस्यता वापसी तक • हालांकि, यदि प्रासंगिक कानूनों के अनुसार संरक्षण आवश्यक है तो आवश्यक अवधि के लिए बनाए रखा जाता है • ई-कॉमर्स कानून के तहत अनुबंध या सदस्यता वापसी रिकॉर्ड: 5 साल • उपभोक्ता शिकायत या विवाद हैंडलिंग रिकॉर्ड: 3 साल
ja: • 会員退会時まで • ただし、関連法令により保存が必要な場合は該当期間中保管 • 電子商取引法による契約または請約撤回記録：5年 • 消費者不満または紛争処理記録：3年
ko: • 회원 탈퇴 시까지 • 단, 관련 법령에 따라 보존이 필요한 경우 해당 기간 동안 보관 • 전자상거래법에 따른 계약 또는 청약철회 기록: 5년 • 소비자 불만 또는 분쟁처리 기록: 3년
pt: • Até a retirada da adesão • No entanto, retidas pelo período necessário se a preservação for necessária de acordo com as leis relevantes • Registros de contrato ou retirada de assinatura sob a lei de comércio eletrônico: 5 anos • Registros de reclamações de consumidores ou tratamento de disputas: 3 anos
zh: • 直到会员退出\\n• 但如相关法律要求保存，则在要求期间内保留\\n• 电子商务法下的合同或订阅取消记录：5年\\n• 消费者投诉或争议处理记录：3年

# privacySection4Title
source: 4. Provision of Personal Information to Third Parties
ar: 4. تقديم المعلومات الشخصية لأطراف ثالثة
de: 4. Bereitstellung persönlicher Informationen an Dritte
hi: 4. तीसरे पक्ष को व्यक्तिगत जानकारी का प्रावधान
ja: 4. 個人情報の第三者提供
ko: 4. 개인정보의 제3자 제공
pt: 4. Fornecimento de Informações Pessoais a Terceiros
zh: 4. 向第三方提供个人信息

# privacySection4Content
source: Trader App does not provide users' personal information to third parties in principle. However, exceptions are made in the following cases: • When user consent is obtained • When required by laws and regulations
ar: لا يقدم تطبيق التاجر المعلومات الشخصية للمستخدمين لأطراف ثالثة من حيث المبدأ. ومع ذلك، يتم استثناء الحالات التالية: • عند الحصول على موافقة المستخدم • عند المطالبة بموجب القوانين واللوائح
de: Trader App stellt grundsätzlich keine persönlichen Informationen der Nutzer an Dritte zur Verfügung. Ausnahmen werden jedoch in folgenden Fällen gemacht: • Wenn die Zustimmung des Nutzers eingeholt wird • Wenn dies durch Gesetze und Vorschriften erforderlich ist
hi: ट्रेडर ऐप सिद्धांत रूप से उपयोगकर्ताओं की व्यक्तिगत जानकारी तीसरे पक्ष को प्रदान नहीं करता है। हालांकि, निम्नलिखित मामलों में अपवाद बनाए जाते हैं: • जब उपयोगकर्ता की सहमति प्राप्त की जाती है • जब कानूनों और नियमों द्वारा आवश्यक हो
ja: トレーダーアプリは原則的に利用者の個人情報を第三者に提供しません。 ただし、次の場合には例外とします： • 利用者の同意がある場合 • 法令の規定による場合
ko: Trader App은 원칙적으로 이용자의 개인정보를 제3자에게 제공하지 않습니다. 다만, 다음의 경우에는 예외로 합니다: • 이용자의 동의가 있는 경우 • 법령의 규정에 의한 경우
pt: O Trader App não fornece informações pessoais dos usuários a terceiros em princípio. No entanto, exceções são feitas nos seguintes casos: • Quando o consentimento do usuário é obtido • Quando exigido por leis e regulamentos
zh: 交易员应用原则上不向第三方提供用户个人信息。\\n但在以下情况下例外：\\n• 获得用户同意时\\n• 法律法规要求时

# privacySection5Title
source: 5. Personal Information Protection Measures
ar: 5. تدابير حماية المعلومات الشخصية
de: 5. Schutzmaßnahmen für persönliche Informationen
hi: 5. व्यक्तिगत जानकारी सुरक्षा उपाय
ja: 5. 個人情報の保護措置
ko: 5. 개인정보의 보호조치
pt: 5. Medidas de Proteção de Informações Pessoais
zh: 5. 个人信息保护措施

# privacySection5Content
source: • Personal information encryption • Technical measures against hacking • Limiting access to personal information • Minimizing and training personnel handling personal information
ar: • تشفير المعلومات الشخصية • التدابير التقنية ضد القرصنة • تقييد الوصول إلى المعلومات الشخصية • تقليل وتدريب الموظفين الذين يتعاملون مع المعلومات الشخصية
de: • Verschlüsselung persönlicher Informationen • Technische Maßnahmen gegen Hacking • Begrenzung des Zugriffs auf persönliche Informationen • Minimierung und Schulung des Personals, das mit persönlichen Informationen umgeht
hi: • व्यक्तिगत जानकारी एन्क्रिप्शन • हैकिंग के खिलाफ तकनीकी उपाय • व्यक्तिगत जानकारी तक पहुंच सीमित करना • व्यक्तिगत जानकारी संभालने वाले कर्मचारियों को कम करना और प्रशिक्षण देना
ja: • 個人情報暗号化 • ハッキングなどに備えた技術的対策 • 個人情報アクセス権限制限 • 個人情報取扱職員の最小化及び教育
ko: • 개인정보 암호화 • 해킹 등에 대비한 기술적 대책 • 개인정보 접근 권한 제한 • 개인정보 취급 직원의 최소화 및 교육
pt: • Criptografia de informações pessoais • Medidas técnicas contra hacking • Limitação do acesso a informações pessoais • Minimização e treinamento de pessoal que manuseia informações pessoais
zh: • 个人信息加密\\n• 防黑客技术措施\\n• 限制个人信息访问权限\\n• 最小化和培训处理个人信息的人员

# privacySection6Title
source: 6. User Rights
ar: 6. حقوق المستخدم
de: 6. Nutzerrechte
hi: 6. उपयोगकर्ता अधिकार
ja: 6. 利用者の権利
ko: 6. 이용자의 권리
pt: 6. Direitos do Usuário
zh: 6. 用户权利

# privacySection6Content
source: Users can exercise the following rights at any time: • Request to view personal information • Request to correct or delete personal information • Request to stop processing personal information • Request to transfer personal information
ar: يمكن للمستخدمين ممارسة الحقوق التالية في أي وقت: • طلب عرض المعلومات الشخصية • طلب تصحيح أو حذف المعلومات الشخصية • طلب وقف معالجة المعلومات الشخصية • طلب نقل المعلومات الشخصية
de: Nutzer können jederzeit folgende Rechte ausüben: • Anfrage zur Einsicht in persönliche Informationen • Anfrage zur Korrektur oder Löschung persönlicher Informationen • Anfrage zur Beendigung der Verarbeitung persönlicher Informationen • Anfrage zur Übertragung persönlicher Informationen
hi: उपयोगकर्ता किसी भी समय निम्नलिखित अधिकारों का प्रयोग कर सकते हैं: • व्यक्तिगत जानकारी देखने का अनुरोध • व्यक्तिगत जानकारी को सही करने या हटाने का अनुरोध • व्यक्तिगत जानकारी की प्रोसेसिंग बंद करने का अनुरोध • व्यक्तिगत जानकारी स्थानांतरित करने का अनुरोध
ja: 利用者はいつでも次の権利を行使することができます： • 個人情報閲覧要求 • 個人情報訂正・削除要求 • 個人情報処理停止要求 • 個人情報移動要求
ko: 이용자는 언제든지 다음의 권리를 행사할 수 있습니다: • 개인정보 열람 요구 • 개인정보 정정·삭제 요구 • 개인정보 처리정지 요구 • 개인정보 이동 요구
pt: Os usuários podem exercer os seguintes direitos a qualquer momento: • Solicitar visualização de informações pessoais • Solicitar correção ou exclusão de informações pessoais • Solicitar parada do processamento de informações pessoais • Solicitar transferência de informações pessoais
zh: 用户可随时行使以下权利：\\n• 要求查看个人信息\\n• 要求更正或删除个人信息\\n• 要求停止处理个人信息\\n• 要求转移个人信息
